{"title": "Anderson Cooper 360 Degrees", "date": "Aired July 18, 2022 - 20:00   ET", "polarity": 0.04343954413506941, "subjectivity": 0.4131479750254068, "percent_over_zero": 0.29473684210526313, "network": "https://transcripts.cnn.com/show/acd/date/2022-07-18/segment/01", "transcript": "TOM SATER, CNN METEOROLOGIST: They hit 92 in Dublin. That's never happened before. They were at 97 in Birmingham, England. The Royal Air Force shut down the runway because it was melting today. Rail tracks are now being diverted, 105 tomorrow in Paris. It's just -- 100 degrees in London, Kate. It all ties in with our CO2 output, it goes hand in hand. KATE BOLDUAN, CNN HOST:  Absolutely. It's good to see you, Tom. Thank you so much. Thank you so much for being with us tonight. AC 360 starts now. [20:00:28] ANDERSON COOPER, CNN HOST: Good evening. Parents, classmates and relatives of children murdered at Robb Elementary School are speaking out tonight at a School Board meeting underway right now in Uvalde, Texas. Some of the anger, as you might imagine being directed at the School Systems Police Chief, Pete Arredondo. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE:       You're still standing by paying him to take a vacation. Correct? UNIDENTIFIED MALE:       He is on administrative leave. We received this information yesterday. One of the things that he did say when he went on administrative leave that we were going to wait for investigative information to come forward to help us in our decision making process and I will stick to that. UNIDENTIFIED MALE:       All right, well, I'll tell you this. If he is not fired by noon tomorrow, then I want your resignation and every single one of you Board members because you all do not give a damn about our children or us. Stand with us or against us, because we ain't going nowhere. (END VIDEO CLIP) COOPER: We are going to bring you more from the meeting tonight and talk with Angel Garza whose stepdaughter Amerie Jo was killed along with 18 other students and two teachers that day. Also tonight, there is more video on scene until now from inside the school. The video which you'll see in a little bit underscores what a report released yesterday from a Texas State House Committee calls \"Systemic failures and egregiously poor decision making\" during the incident. Now according to the Committee's report, there were 376 law enforcement officers who responded to the scene, 376, and yet, as a full hour ticked away, not one of them managed to do what all first responders are trained to do, which is confront the killer immediately. Now, compounding that obscenity is how hard getting a straight answer has been from anyone about anything, and it has been like that from the very first day. (BEGIN AUDIO CLIP) SGT. ERICK ESTRADA, TEXAS DEPARTMENT OF PUBLIC SAFETY: There were several law enforcement that engaged the suspect, but he was able to make entry into the school. (END AUDIO CLIP) COOPER: That's a Sergeant with the Texas Department of Public Safety telling me about a school resource officer and others who supposedly engaged the shooter outside Robb Elementary. Now, that was a very early report, and it turned out he was wrong, which often happens. The next day, whoever his boss repeated it. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE:       There was a brave, Consolidated Independent School District resource officer that approached him, engaged him, at that time. (END VIDEO CLIP) COOPER: Again, that was not true. The killer faced no opposition on his way into Robb Elementary. And a day later, under intense scrutiny, a DPS Regional Director admitted it. But that was a minor detail compared with what would become the defining falsehood of the entire tragedy -- a falsehood the Governor of Texas assured people was fact. (BEGIN VIDEO CLIP) GOV. GREG ABBOTT (R-TX): As horrible as what happened, it could have been worse. The reason it was not worse is because law enforcement officials did what they do. They showed amazing courage by running toward gunfire for the singular purpose of trying to save lives. And it is a fact that because of their quick response, getting on the scene, being able to respond to the gunman and eliminate the gunman, they were able to save lives. (END VIDEO CLIP) COOPER: Well, those are not facts and what he said is not true. Now, there were already -- even when he said that, there were already some obvious signs that something wasn't right. The timeline in the police response just didn't make a lot of sense, it took too long. Now, there is video from inside the school which explains why. It shows officers backing off after the gunman fired shots at them, the opposite of what their training called for, the opposite of what we were told, what parents were told the police did. Now, other footage shows officers milling around in hallways doing nothing. One officer as you see takes time to apply hand sanitizer. Governor Abbott would say he had been misled several days later and that he was \"livid\" about it, which may be true, but he's been pretty silent on the massacre ever since. There have been a litany of lies and myths characterizations by officials. We were told the authorities did not immediately confront the shooter because they thought he was no longer a threat then we've learned about the 9-1-1 calls which authorities knew about from kids inside the classroom with the shooter and that he certainly was a threat. [20:15:07] We were told the shooter barricaded himself inside the classroom, so he built some sort of a fortress, then we learned he was just behind an ordinary door, and it's not even definitively known if that was a locked door because no one apparently ever tried to -- tried the handle according to a report released yesterday. As for Chief Arredondo seen here trying to evade questions from our Shimon Prokupecz, he told the \"Texas Tribune\" that he never considered himself the incident commander during the shooting, and says he issued no orders for officers not to storm the classroom. The Texas Department of Public Safety he says the opposite on both, but whatever the label the new report from the Texas House committee has this to say about his performance and I am quoting now: \"As events unfolded, he failed to perform or to transfer to another person the role of incident commander.\" Now, this was an essential duty he had assigned to himself, yet it was not effectively performed by anyone. We'll go to Uvalde and Shimon Prokupecz in a moment, but first I want to play you another moment that we've just gotten in from the School Board meeting from a Uvalde High School senior whose sister was murdered. (BEGIN VIDEO CLIP) JAZMIN CAZARES, SISTER KILLED AT ROBB ELEMENTARY: How am I supposed to come back here? I'm going to be a senior. How am I supposed to come back to the school? What are you guys going to do to make sure I don't have to watch my friends die? What are you going to do to make sure I don't have to wait 77 minutes, bleeding out on my classroom floor, just like my little sister did? I know there is nothing you can do to bring my sister back. But maybe, just maybe if you do something to change this, you can prevent the next family from losing their child. (END VIDEO CLIP) COOPER: Well, more now on what we're learning about what went on inside the school from these videos. This is a new video being seen for the first time tonight from Shimon Prokupecz, who joins us from Uvalde. So there is a lot of this new body camera footage. Explain the importance of it what it shows. SHIMON PROKUPECZ, CNN CRIME AND JUSTICE CORRESPONDENT: Well, Anderson, you know, your show that podium, you know, you have the governor there the day after the shooting, trying to cast these officers as heroes. And now that we're getting all this video, you know, we had the hallway video and now this body camera video, it's hard to believe that no one on that stage, there was every law enforcement official from the area would somehow believe that these officers acted as heroes, right? Because they had access to certainly, in that hallway video that we have seen already, and what this body camera footage shows us is really what was going on through the minds of some of these officers as they were inside the school, as they were outside the school -- the confusion, the lack of leadership. You know, the one officer that we highlight in this video, was actually trying to do something. You can sense his anxiety. He knew something was wrong, but he just didn't know what he can do to sort of figure out how to get inside the classroom. And then we learned there was a moment, shockingly, a moment, perhaps as long as 40 minutes after the initial shooting, when officers learned that there were kids inside the classroom. (BEGIN VIDEOTAPE) OFFICER: Made it to the building. OFFICER: Yes. PROKUPECZ (voice over): These are the first few moments from newly released bodycam footage of the Uvalde massacre. OFFICER: Come up with me. We've got shots fired in the building. Are we going in? Are we staying here? What are we doing? OFFICER: What the [bleep] is going on? [Bleep]. PROKUPECZ (voice over): It is a firsthand look into a stunning series of law enforcement failures. OFFICER: Okay. Uvalde, they are saying that he's possibly in the building on the -- UNIDENTIFIED MALE:       (INAUDIBLE). OFFICER: Oh [bleep]. Shots fired. Get inside. Go, go, go. [GUNSHOTS] OFFICER: Am I bleeding? Am I bleeding? He's in the class. [Bleep]. OFFICER: I've got shots fired. We're going to be in the building. Westside. Dude, we've got to get in there. We have to get in there. He just keeps shooting. We've got to get in there. PROKUPECZ (voice over): But they didn't go in the classroom. Not for another 70 minutes, and that decision let the gunman trap two classes of fourth graders and their teachers. OFFICER: Male subjects in the school on the west side of the building. He is contained. We got multiple officers inside the building at this time. We believe he has barricaded in one of the -- one of the offices. I'm messed up. He is still shooting. PROKUPECZ (voice over): Outside, we hear one of the responding officers, Justin Mendoza on his phone telling a loved one what's happening. JUSTIN MENDOZA, POLICE OFFICER: Hey, I love you. We've got an active shooter at the school. [Bleep] man go [bleep] shooting kids' room. PROKUPECZ (voice over): At 11:43 over the radio, we hear. UNIDENTIFIED MALE:       The classroom should be in session right now. The class should be in session with Miss Mireles. UNIDENTIFIED MALE: ID your status. UNIDENTIFIED MALE: Oh no. Oh no. DISPATCH: Uvalde PD. Uvalde PD has just revised 401, stating you've got the shooter in Room 111 or 112. [20:10:06] PROKUPECZ (voice over): Almost 15 minutes later as additional law enforcement arrives, we then hear the officers asking about the kids. OFFICER: Any of those kids? Is there any one hit? OFFICER: No. We don't know anything about that. No kids are -- PROKUPECZ (voice over): Officer Mendoza is left wondering what's going on? OFFICER MENDOZA: Are we just waiting for more tech or what's going on? PROKUPECZ (voice over): Moments later, 45 minutes after the first officers arrived on scene, a critical piece of the puzzle from the camera of Officer Mendoza. 9-1-1 DISPATCH: We have a child on the line. OFFICER: Hey, what was that? 9-1-1 DISPATCH: It's going to be Room 12 (INAUDIBLE). He is a room full of victims. Full of victims at this moment. PROKUPECZ (voice over): 9-1-1 dispatch gives a chilling account from a student still in the classroom. This was the second call the same child made to 9-1-1. The first call was apparently not relayed to these officers. UNIDENTIFIED MALE:       Give me some air. Yes. (INAUDIBLE). PROKUPECZ (voice over): Minutes later you can hear a heavily armed SWAT team member still expressing confusion over if there are any kids alive in the room. UNIDENTIFIED MALE:       No one knows about kids or anything else there? PROKUPECZ (voice over): Now realizing the worst case scenario is unfolding, Officer Mendoza prepares for the trauma injuries. OFFICER MENDOZA: I need to grab my med kit for my -- they say there are multiple victims in the room. UNIDENTIFIED MALE: Hey, you know where Room 12 is? OFFICER MENDOZA: Room 12? We are in the hundredth -- this is the hundredth building. UNIDENTIFIED MALE: EMT, hey. OFFICER MENDOZA: But supposedly, the victims are here. I am not a hundred percent. There's a bunch of information flying around. PROKUPECZ (voice over): Around the same time on another camera, we hear you have all the School District Police Chief Pete Arredondo is inside attempting to negotiate with the shooter. PETE ARREDONDO, UVALDE SCHOOL POLICE CHIEF:  Sir, if you can hear me, please put your firearm down, sir. We don't want anybody else hurt. UNIDENTIFIED MALE:       We've got kids in there. ARREDONDO:     I know. I know. UNIDENTIFIED MALE:       What are we doing? PROKUPECZ (voice over): Back in the hallway, Officer Mendoza preparing his Medpac. It would still be about 25 minutes of confusion and hesitation until the door was breached. UNIDENTIFIED MALE:       One guy on the radio say who's going to be calling the shots. PROKUPECZ (voice over): The bodycam footage made public ends before we can see a hail of gunfire, when finally at 12:50 local time, 77 minutes after the shooting began, law enforcement go in and kill the gunman. (END VIDEO CLIP) COOPER: I mean, this is the first time seeing that. This is just stunning. You hear that officer early on. I mean, he knows what everybody should be doing. He says it, \"We've got to get in there.\" He knows. \"We've got to get in there.\" I mean, that is what everybody is trained and has been trained now for decades on that you've got to get in there. It's extraordinary to see this, and you can tell a lot of those officers knew what they wanted to do. But it I mean, the lack of anyone -- is there any sign on this -- on any of these tapes about anybody taking any leadership? I mean, somebody -- this is a scene desperate for leadership. PROKUPECZ: It is, Anderson. It is hard to watch, you know, and there is no leadership. There is no one telling them, \"This is the plan. This is what we need to do. This is where we're going to go.\" It seems as though there were some officers that were paralyzed in fear. I mean, when you look at some of this video, and the way they were cowering behind walls, worried about themselves, worried about whether they were going to get shot, not trying to get in that classroom. It's very obvious, there were a lot of officers who were scared. But that one officer -- that one officer, Mendoza, you could feel his anxiety, right? You see him calling a family member, perhaps to tell them that he loves them. He describes it as an active shooter situation. There were other officers who wanted to help. But what happens here is that there was no leadership, there was no plan, no plan. And it's not until sometime later where all of a sudden, and we don't know why, that's the other thing that investigators have not been able to figure out. Why did they decide to go when at the time that they went in? Nothing changed. It was the same exact situation. Why didn't they do it earlier? And so, Officer Mendoza, there are other officers like that there, Anderson and, you know, I thought his story was quite different because you see him moving around, trying to figure out what to do. And like you said, there was just no leadership, there was no one telling them what to do. COOPER: And you know, you use the word \"scared.\" It's normal for, you know, people would be scared in this situation, for people, for a police officer to be scared. It's a question of, do you nevertheless, you act your training. You know you have to act despite the fear and that's what training is all about, and that's what leadership is all about, getting people to do stuff in spite of fear, in spite of that adrenaline that's pumping and telling you things. Shimon, I appreciate the reporting as always. A day after the shooting, I spoke with, in Uvalde with Angel Garza, whose stepdaughter Amerie Jo was murdered at Robb Elementary just a week and a half after she had celebrated her 10th birthday. I spoke with him tonight just before the School Board meeting. (BEGIN VIDEOTAPE) COOPER: Angel, this report that was released over the weekend, hearing about the myriad failures that took place, and there is still obviously a lot to learn. What do you think when you saw that report? ANGEL GARZA, STEPDAUGHTER WAS KILLED IN ROBB ELEMENTARY SHOOTING: It's just -- it was just disappointment. I mean, it's -- so I guess, clarification that stuff we already knew, like, getting the clarification does make it a little harder. All of this stuff is hard every time something comes out, it's just like reliving the situation over and over again. COOPER: How have you gotten through the last few weeks? GARZA: My wife, my son, and actually the parents of the other family -- the families of the rest of the victims, we actually all have come together and spoken to one another and we've really become a family of our own and we help each other as much as we can. COOPER: I don't think I've ever reported on a tragedy like this, in which the families have been kept in the dark for so long by everyone it seems, and even at this stage, the lack of answers, do you feel that? I mean, at this stage, what does accountability look like for you? GARZA: Everybody says that. People will tell me that they've never seen anything like this, you know, agencies arguing amongst each other, trying to point the finger on who did this and who did what? I mean, Highland Park happened to after us and we already know everything about that. We know everything -- all. I mean, we know everything. So, it makes no sense that there are still things that aren't answered about this. It's humiliating to us. It makes us feel like our kids can't rest in peace. All this arguing and bickering and lying to our face, it doesn't help our situation at all. COOPER: Do you believe that the truth will come out in the end? GARZA: I guess that's all that, us, parents are hoping for. We will -- we want to, you know, fight until we do get the answers that we're looking for. We deserve that. Our children deserve that. That's really what it's about. We just -- we want our babies to rest in peace, we want to know so we can grieve properly, so we can try to move forward and try to start a new normal. I mean, nobody is ever going to be the same after this. COOPER: One of the officials a couple of weeks ago was sort of cornered by one of our reporters, Shimon Prokupecz, and one of the things he said to our reporter was that he would speak and release information once the family's stopped grieving. And when I heard that, I thought, well, that's -- there is never going to be a time when that pain is not there. I'm wondering if you heard him say that and what you thought when you heard that? GARZA: I actually didn't. I wasn't aware of that. I mean, hearing -- I think, us, parents think that hearing people you know, release information or keep information, they're doing it for us. It's complete lie. If they have information and they want to tell us, as a family, then tell us as a family. Don't release it to the public -- don't, you know try to get recognition off of a situation like that because that just humiliates us like, we lost our children. This isn't something that you know, somebody shouldn't be gaining anything off of. COOPER: You're about to go into the first School Board meeting, since your daughter Amerie Jo was killed. What do you hope will happen there? What are you expecting? [20:20:03] GARZA: I'm expecting actually a lot of angry parents. Apparently, there was chances to, you know, fix the security system or fix the locks at least and they were just ignored. And a lot of parents are pretty upset about that. So I expect a lot of parents just to give them a piece of their mind. Hopefully they listen. Everybody, you know, says that they wanted to help us. If they listen to us, and they, you know, make change, then that'll definitely give us some type of happiness. COOPER: The first day of the new school year in Uvalde was supposed to be four weeks from today. I understand that's going to be announced tonight that it won't be until September now. In your mind has anything at all changed to make parents feel safe to send their kids back to school? GARZA: Absolutely not. I feel, if anything, I mean, it's getting worse by the lack of, you know, knowledge, the lack of -- it just seems like urgency. I mean, everybody says like, this is going to take time, this is going to take time, but I mean, we're in what mid -- almost end of July. I mean, school is going to be here before they know it and nobody wants to send their children to school after this. I mean, who would want to send their children to school? Like, I sent Amerie to school that morning thinking I was going to pick her up that day. So who's going to be comfortable enough to know that their child is going to be okay for them to pick them up that day? COOPER: You have a son? Will you be sending him to school given where things stand or how do you make those choices? GARZA: As of right now, our son -- our son will probably be homeschooled. He is not going to be going to school right now. That's something that we're dealing with now. He's having a lot of just separation issues himself. So we just want to take care of our family right now, and all the other families that were affected by this. COOPER: Angel Garza, I really appreciate talking to you and I wish your family continued strength in the days ahead. GARZA: Thank you, Mr. Cooper. There's one thing I want to add before I let you guys go. There's been a lot of confusion on the subject of Amerie and her biological father. I'm not Amerie's biological father. I've never claimed to be Amerie's biological father. Amerie has a biological father and she knew she had a father and she loves him. I will never try to discredit anyone in this situation at all. I refer to myself as \"Daddy\" because I earned that. She called me that. The morning I dropped her off she said, \"I love you, Daddy.\" That's the only reason I refer to myself as \"Daddy\" because I've been with Kimberly since she was eight months old and she's lived at this the entire time. So I just wanted to clear up the air for anybody. I'm not trying to discredit anyone. I'm just a grieving stepfather. COOPER: I understand. That's certainly not a question we ever raised, but I understand, maybe somebody did a long time ago and I think it's very clear how your relationship. Angel Garza, thank you so much. GARZA: Thank you. (END VIDEOTAPE) COOPER: Next tonight, more from Uvalde and what is being said about at tonight's emotional School Board meeting. And later, a look ahead of a very big week in the January 6th investigation, what Select Committee is planning for its primetime hearing, a season finale of sorts, but with the promise of more to come. Also, Steve Bannon goes to trial. (COMMERCIAL BREAK) [20:28:25] COOPER: Tonight's school board meeting in Uvalde been wrenching for so many reasons. If only for the simple fact watching kids standing up and talking about the friends who were taken from them and the existential terror they now face. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE: My daughter has something to say. GIRL: This was the last dress that all my friends saw me on. Most of those kids were my friends, and that's not good. And I don't want to go to your guys' school if they don't have protection. UNIDENTIFIED FEMALE: And she's encouraging for her friends not to go to school, too. (END VIDEO CLIP) COOPER: Joining us now, CNN senior law enforcement analyst and former FBI Deputy Director, Andrew McCabe. Andrew, watching this body camera footage and reading this report, which just illustrates failure after failure. I'm wondering what stands out to you from a law enforcement perspective. ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST: Sure, so, you know, there are so many mistakes and failures and indicators of poor training or incompetence or all kinds of issues in all these videos. But honestly, for me, Anderson, almost all of this can be traced back in some way to the core failure of leadership, and all of that washes up on the feet of Chief Arredondo. Yes, there are people, there are others who should be held accountable as well. Law enforcement leaders from other agencies who were there and didn't take charge. First responders who were there knew what was going on, but didn't buck the system and push back against, you know the chain of command and take action themselves. They should have done all of those things. [20:30:11] But let's be clear, those are second and third order impacts. None of that would have even been necessary, had Chief Arredondo put in place the most basic reasonable structures of leadership and exhibited some of the most general, you know, generally accepted leadership approaches that we expect of all law enforcement leaders today. COOPER: You know, according to this report, Chief Arredondo claims he thought he was not in command. He also didn't have his radios on him. He didn't learn about the 911 calls allegedly from victims in the classrooms because of his, quote, failure to establish reliable method of receiving critical information from outside the building. The fact that he -- I mean, does that make any sense to you? I don't understand. Aren't you supposed to sort of form a incident, you know, command station outside the building? Why is he, the guy, going through keys if he's the chief? MCCABE: It's inexplicable, Anderson. I mean, he said he didn't think he was in charge. But yet in that same statement, he admitted that he knew the policy was that he was in charge. He didn't have his radios with him, not because he forgot them, which is the kind of mistake anybody could make. But because he chose not to take them. He thought they were too awkward or heavy and didn't want to have to run with them or something. I mean, it's incomprehensible the decisions that this man made at the point in his life when it was most important to make good decisions. Had he done the reasonable and accepted thing of establishing incident command, establishing a command post outside of the tactical scene, bringing the other law enforcement leaders in there to share in the most recent intelligence and to understand who brought what resources to the table and make decisions and deploy officers, which is what any law enforcement leader would do. Instead, we see him for minutes on end, in the school trying one key after another on a door that --  COOPER: Yes. MCCABE: -- apparently he didn't even really need to open. So it's inexplicable. COOPER: Do you have any doubt these videos and then there's been controversy -- you know, obviously, understandably, parents are upset about how they were leaked, and all of that, and that is totally understandable -- do you have any doubt that these videos will for years to come, be used and shown to every police officer going through training in active shooter situations in a case study of what not to do? MCCABE: I have no doubt, Anderson. 10, 20, 30 years from now, every new agent in the FBI Academy, every police trainee at a police academies across the country will be at some point sitting in a classroom watching these videos in which -- and there'll be pointed out every single mistake that was made. And hopefully told that if you find yourself in a situation like this, and you would be inclined to make the same decisions, it's time to leave now. This is not the job for you. COOPER: Andrew McCabe, appreciate your time. Thank you. We are just getting news --  MCCABE: Thanks. COOPER: -- of a new witness called by the January 6 committee for Thursday's hearing to be held in primetime. We'll tell you who that is. We'll also discuss some new reporting about another attorney who made his way into the former president's orbit and was urging him to declare martial law. (COMMERCIAL BREAK) [20:37:07] COOPER: Just learned a new witness for the House January 6 committee. He is Matthew Pottinger, who served on the former President's National Security Council. According to a number of sources familiar with committee plans, Pottinger is expected to testify publicly at Thursday's primetime hearing alongside former White House aide Sarah Matthews. Also just in, Committee Chair Bennie Thompson on whether or not the former president and vice president will end up on the witness list. Here's what he told CNN's Manu Raju. (BEGIN VIDEO CLIP) MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT: Has the committee made a decision on whether to subpoena Mike Pence or try to call Donald Trump to come testify? REP. BENNIE THOMPSON, CHAIRMAN, JANUARY 6 SELECT COMMITTEE: Not yet. Not yet. RAJU: What is -- what's the hang up here? THOMPSON: I don't know hang up. We just have made a decision. RAJU: What's your view on that? THOMPSON: I think we would benefit from their testimony. But we have a committee and --  RAJU: For Pence and Trump? THOMPSON: And both. Yes, I mean, they both have, I would think, significant knowledge about what goes on. But we have a committee and we will work through the process with the committee. (END VIDEO CLIP) COOPER: Thursday's primetime hearings expect to focus on what the former president was doing and not doing for more than three hours as the assault on the Capitol unfolded. Based on what we've seen up to this point, it also appears that Thursday will count the case the committee has been making all along about the former president's culpability in a far larger, far broader scheme beyond just what happened on the 6th to overturn the election. Here to talk about it, as well as the contempt trial of Steve Bannon, which is just getting underway, Daniel Goldman, he's a former Assistant U.S. Attorney for the Southern District of New York. He served, you all recall, as general counsel for the House Intelligence Committee during the first impeachment. We should also add, he's running for Congress here in New York and for the 10th District. Thanks for being here. DANIEL GOLDMAN, FORMER ASSISTANT U.S. ATTORNEY, SOUTHERN DISTRICT OF N.Y.: Thanks for having me. COOPER: I'm wondering, just having -- given your experience, what jumps out to you from what you have seen thus far with the committee? GOLDMAN: Well, it is so nice to have two and a half hours of uninterrupted time to do whatever you want as a congressional committee and not have the five minute rule going back and forth. But what they have done is used it brilliantly and in such a compelling way to paint a picture of chapters basically of what occurred and focusing on different aspects of it. And they've brought to life so much of some of what we saw, but so much of what we didn't know. So that we are now left with a really clear picture, not only about what happened on January 6, but on the run up to January 6, and what looks exactly like a conspiracy to overturn the election that was centered around Donald Trump and his inner orbit of rogue operators who were feeding him lies and that he understood to be lies. COOPER: There's been questions about the sharing of the information that the committee has gathered with the Department of Justice. Does it make sense to you that what's going on there because the committee seems to sort of be saying, well, look, we don't have the time to collate all this information and get it to the Department of Justice, is this like a turf war? [20:40:07] GOLDMAN: None of the interactions between the Department of Justice and the committee makes a ton of sense, in large part because the Department of Justice is usually the body that is racing out in front because they don't want anyone else, any of their witnesses to testify under oath elsewhere because it creates all sorts of disclosure issues. COOPER: Right. GOLDMAN: And they're not maybe aren't asking the questions that they would ask or any testimony changes by a little bit. But they clearly allowed the committee to go forward first, and they lag behind the Department of Justice. And then right as the committee is nearing their sort of climax of hearings, that is the culmination of a incredibly intensive investigation of 1,000 witnesses, then the department asks for the transcripts and all of their evidence and they said, hold on, what they have done brilliantly is not released any of the transcripts to anyone, the public or otherwise. So what we're -- we are seeing them for the first time these interviews and depositions, and I think they just said let's do our hearings and then we'll give you the materials. Ultimately, they will cooperate. COOPER: The New York Times is reporting that in December 2020, this conservative attorney little known guy named William Olson was advising the former president encouraging him to overturn the election and Olson was pushing, according to the Times, the foreign president takes steps that he himself said would be viewed as martial law. Can you believe this stuff? GOLDMAN: I just don't know where Donald Trump finds these lawyers who have such outrageously incorrect and illegal views who acknowledge that it's martial law yet I'm going to encourage it. And, you know, that flies in the face of the White House Counsel, the Attorney General, his own campaign lawyers, his own White House lawyers, I mean, everyone understood that after December 14th, there was no more legal challenge. So everything that occurred after December 14th was outside of any proper legal proceedings. And it was almost like let's just find anybody we can who can come up with a more cockamamie theory to overturn the election, which is ultimately what his goal was. COOPER: You're running for the 10th District, what are the -- what's the big issue for you? GOLDMAN: Well, a huge issue is the threats that Donald Trump is still posing to our democracy. He is with his acolytes in the Republican Party changing laws around the country to correct for what he perceives to be the problems with their effort to steal the 2020 election. So now, they're out there changing these laws, allowing elected officials to overturn the will of the people. COVID: So there may not be in the future a Brad Raffensperger who's willing to buck the president? GOLDMAN: Well, the law would just be that a elected official can overturn an election if there are allegations of fraud. There doesn't have to be evidence. This is unbelievably anti-democratic. And given my experience on the impeachment hearings, and challenging and taking on Donald Trump, I am running on the primarily on the principle that we need to defend our democracy. COOPER: Daniel Goldman, appreciate it. Thanks so much. GOLDMAN: Thanks so much. COOPER: Appreciate it. Coming up, a story of miracles and betrayal after a woman who was brutally attacked wakes up from a years-long coma, which is remarkable enough and then names her brother as a culprit. The details ahead. (COMMERCIAL BREAK) [20:47:05] COOPER: An amazing story I want to tell you about now, West Virginia woman who was brutally attacked woke up after more than two years in a coma and named her brother as her attacker. Now according to the Jackson County Sheriff's Department, in June 2021, the Palmer was, quote, attacked, hacked and left for dead. Jackson County Sheriff's as she is now coherent, unable to hold full-length conversations. Her brother has denied any involvement in the attacks. CNN's Jean Casarez has the story. (BEGIN VIDEOTAPE) JEAN CASAREZ, CNN CORRESPONDENT (voice-over): Daniel Palmer III was anything by cooperative as law enforcement tried to get him to jail after an initial court proceeding on Friday. Palmer of Jackson County, West Virginia is now charged with the attempted murder of his sister Wanda in June of 2020. Allegedly bludgeoning her with a hatchet or axe according to the sheriff. It was Wanda's mother who called 911 after it happened. UNIDENTIFIED FEMALE: They came Wednesday morning to mow her grass. And they found her at a big pool of blood they said and they run up on the hill real fast on a four-wheeler and told us and I called the police and the ambulance. CASAREZ (voice-over): Wanda was found in her living room. UNIDENTIFIED MALE: We show up and we see her on the couch, bloodied, battered, bludgeoned in the head and face area. CASAREZ (voice-over): They believed she was dead. But then heard sounds, quote, commonly referred to as the death rattle. But Wanda was alive. UNIDENTIFIED MALE: I wouldn't have wagered a nickel for her life that morning. She wasn't that bad a shape. CASAREZ (voice-over): According to the criminal complaint, a witness, Wanda's brother had her trailer that night. And investigators say there was a history of violence between them. But law enforcement had no weapon, no eyewitness to the attack, and no phone records or video. And Wanda was in a coma. Until about three weeks ago, when she woke up in her nursing home, the sheriff says, and she told investigators the attacker that night was her own brother. UNIDENTIFIED MALE: For her to be able to wake up and say, you know, give the name, thank God. That's all I can say. Thank God. UNIDENTIFIED MALE: This case is really about the perseverance and the toughness on the strength of the victim in itself. (END VIDEOTAPE) CASAREZ (voice-over): And Palmer has been held on $500,000 bail. The court clerk's office told me today that he does not have an attorney yet because he is refusing to sign the paperwork. And Anderson, the sheriff had told us early on that she was only able to give one word responses, yes or no, to any question. Late today, they're telling us that she can do primitive speaking. Gave us an example. Why would your brother want to do this to you? Mean, because mean. So everyone is hoping that she's getting better because she will be and would be the star witness of a prosecutor. COOPER: Yes. Jean Casarez, thanks so much. Really appreciate it. Coming up, the latest on Sunday's mall shooting in Indiana with the FBI found in the oven of the suspect's apartment and more on bystander being hailed as a hero. (COMMERCIAL BREAK) [20:53:57] COOPER: As we were learning more about the events surrounding the Uvalde shooting on Sunday, there was another mass shooting, this time at a mall food court in Indiana. Three people killed. Today, authorities said the suspect had three weapons including two rifles. They say he only used one of them, an AR-15 style rifle. Also, the FBI says it is analyzing a laptop found in the oven of the suspect's apartment, plus a cell phone found in a toilet near the bathroom near the food court. We're also learning more on the illegally armed bystander who shot and killed the shooter who today is being hailed as a hero. CNN's Omar Jimenez has details. (BEGIN VIDEOTAPE) OMAR JIMENEZ, CNN CORRESPONDENT (voice-over): It's become an almost familiar scene of evacuation in America. HEATHER ARTHUR, WITNESS: So we were in the food court and we heard loud gunshots. JIMENEZ (voice-over): As an Indiana shopping mall quickly became among the latest settings for a mass shooting. UNIDENTIFIED MALE: Thank you, Mayor. JIMENEZ (voice-over): Today, the police chief announced the findings of their investigation, including the movements of the gunman. CHIEF JAMES ISON, GREENWOOD POLICE: He walks directly to the food court restroom. One hour and two minutes later, he exits the restroom and shoot Inspector Gomez outside of the restroom. He then points his rifle into the food court where Pedro and Rosa Pineda were eating dinner, and shot both Rosa and Pedro. [20:55:14] JIMENEZ (voice-over): According to police, the gunman shot and killed three people Sunday evening using a rifle, Victor Gomez, Rosa Rivera de Pineda and Pedro Pineda. Police say he injured at least two others, including a 12-year-old girl. And then police say less than two minutes after the shooting began, the attacker was killed by a, quote, Good Samaritan with a lawfully carried gun. ISON: The shooter fired several rounds striking the suspect. The suspect attempted to retrieve -- retreat back into the restroom and fail. I will say his actions were nothing short of heroic. He engaged the gunman from quite a distance with a handgun, was very proficient in that, very tactically sound. And as he moved to close in on the suspect, he was also motioning for people to exit behind him. JIMENEZ (voice-over): Police say the 22-year-old Elisjsha Dicken doesn't appear to have any police or military background, but fired his weapon at least 10 times based on handgun rounds recovered at the scene. Stopping a gunman with another gun is relatively rare. According to data from Advanced Law Enforcement Rapid Response Training at Texas State University, there have been at least 434 active shooter attacks between 2000 and 2021. Of those, just 22 ended with an armed bystanders shooting the attacker. And of those 22, 10 were either from a security guard or off duty officer. (END VIDEOTAPE) JIMENEZ: Now that Good Samaritan, Elisjsha Dicken was neither an off duty officer nor a security guard. He's 22 years old from Seymour, Indiana about an hour south of Indianapolis less than an hour from here. He fired 10 shots during this. The gunman fired 24 shots, according to rounds recovered from the scene. But this gunman was armed at the very least with the rifle and a pistol with more than 100 rounds of ammunition. So the intent here seem to be do a lot more damage in the tragic life -- loss of life we saw anyway. COOPER: Right. JIMENEZ: But again, when you look at that alert data, it's incredibly rare for a bystander with a gun to stop an active shooter. But that's exactly what happened here, and was part of why he's being hailed as a hero. COOPER: Yes. Omar Jimenez, appreciate it. Thank you. We'll be right back. (COMMERCIAL BREAK) ", "sentence_breakdown": [{"positive_polarities": [[0.2, "KATE BOLDUAN, CNN HOST:  Absolutely."], [0.7, "It's good to see you, Tom."], [0.2, "Thank you so much."], [0.2, "Thank you so much for being with us tonight."], [0.7, "[20:00:28] ANDERSON COOPER, CNN HOST: Good evening."], [0.2928571428571428, "Parents, classmates and relatives of children murdered at Robb Elementary School are speaking out tonight at a School Board meeting underway right now in Uvalde, Texas."], [0.14285714285714285, "UNIDENTIFIED MALE:       All right, well, I'll tell you this."], [0.05833333333333333, "(END VIDEO CLIP) COOPER: We are going to bring you more from the meeting tonight and talk with Angel Garza whose stepdaughter Amerie Jo was killed along with 18 other students and two teachers that day."], [0.5, "Also tonight, there is more video on scene until now from inside the school."], [0.3, "Now according to the Committee's report, there were 376 law enforcement officers who responded to the scene, 376, and yet, as a full hour ticked away, not one of them managed to do what all first responders are trained to do, which is confront the killer immediately."], [0.07777777777777778, "Now, compounding that obscenity is how hard getting a straight answer has been from anyone about anything, and it has been like that from the very first day."], [0.16666666666666666, "ERICK ESTRADA, TEXAS DEPARTMENT OF PUBLIC SAFETY: There were several law enforcement that engaged the suspect, but he was able to make entry into the school."], [0.09999999999999999, "(END AUDIO CLIP) COOPER: That's a Sergeant with the Texas Department of Public Safety telling me about a school resource officer and others who supposedly engaged the shooter outside Robb Elementary."], [0.26666666666666666, "(BEGIN VIDEO CLIP) UNIDENTIFIED MALE:       There was a brave, Consolidated Independent School District resource officer that approached him, engaged him, at that time."], [0.3, "The killer faced no opposition on his way into Robb Elementary."], [0.1, "And a day later, under intense scrutiny, a DPS Regional Director admitted it."], [0.2, "The reason it was not worse is because law enforcement officials did what they do."], [0.6000000000000001, "They showed amazing courage by running toward gunfire for the singular purpose of trying to save lives."], [0.4444444444444444, "And it is a fact that because of their quick response, getting on the scene, being able to respond to the gunman and eliminate the gunman, they were able to save lives."], [0.14285714285714285, "Now, there were already -- even when he said that, there were already some obvious signs that something wasn't right."], [0.12, "Governor Abbott would say he had been misled several days later and that he was \"livid\" about it, which may be true, but he's been pretty silent on the massacre ever since."], [0.21428571428571427, "We were told the authorities did not immediately confront the shooter because they thought he was no longer a threat then we've learned about the 9-1-1 calls which authorities knew about from kids inside the classroom with the shooter and that he certainly was a threat."], [0.20500000000000002, "We'll go to Uvalde and Shimon Prokupecz in a moment, but first I want to play you another moment that we've just gotten in from the School Board meeting from a Uvalde High School senior whose sister was murdered."], [0.033333333333333326, "(BEGIN VIDEO CLIP) JAZMIN CAZARES, SISTER KILLED AT ROBB ELEMENTARY: How am I supposed to come back here?"], [0.5, "What are you guys going to do to make sure I don't have to watch my friends die?"], [0.15625, "What are you going to do to make sure I don't have to wait 77 minutes, bleeding out on my classroom floor, just like my little sister did?"], [0.5, "(END VIDEO CLIP) COOPER: Well, more now on what we're learning about what went on inside the school from these videos."], [0.19318181818181818, "This is a new video being seen for the first time tonight from Shimon Prokupecz, who joins us from Uvalde."], [0.13636363636363635, "So there is a lot of this new body camera footage."], [0.13809523809523808, "Because they had access to certainly, in that hallway video that we have seen already, and what this body camera footage shows us is really what was going on through the minds of some of these officers as they were inside the school, as they were outside the school -- the confusion, the lack of leadership."], [0.06212121212121211, "PROKUPECZ (voice over): These are the first few moments from newly released bodycam footage of the Uvalde massacre."], [0.5, "PROKUPECZ (voice over): It is a firsthand look into a stunning series of law enforcement failures."], [0.5, "OFFICER: Okay."], [0.35, "PROKUPECZ (voice over): Outside, we hear one of the responding officers, Justin Mendoza on his phone telling a loved one what's happening."], [0.5, "JUSTIN MENDOZA, POLICE OFFICER: Hey, I love you."], [0.14285714285714285, "UNIDENTIFIED MALE:       The classroom should be in session right now."], [0.5, "OFFICER MENDOZA: Are we just waiting for more tech or what's going on?"], [0.08333333333333333, "PROKUPECZ (voice over): Moments later, 45 minutes after the first officers arrived on scene, a critical piece of the puzzle from the camera of Officer Mendoza."], [0.35, "He is a room full of victims."], [0.35, "Full of victims at this moment."], [0.1125, "The first call was apparently not relayed to these officers."], [0.5, "This is just stunning."], [0.1, "You hear that officer early on."], [0.3333333333333333, "It's extraordinary to see this, and you can tell a lot of those officers knew what they wanted to do."], [0.2857142857142857, "But that one officer -- that one officer, Mendoza, you could feel his anxiety, right?"], [0.09375, "And it's not until sometime later where all of a sudden, and we don't know why, that's the other thing that investigators have not been able to figure out."], [0.125, "It was the same exact situation."], [0.15, "It's normal for, you know, people would be scared in this situation, for people, for a police officer to be scared."], [0.1611111111111111, "A day after the shooting, I spoke with, in Uvalde with Angel Garza, whose stepdaughter Amerie Jo was murdered at Robb Elementary just a week and a half after she had celebrated her 10th birthday."], [0.10714285714285714, "GARZA: My wife, my son, and actually the parents of the other family -- the families of the rest of the victims, we actually all have come together and spoken to one another and we've really become a family of our own and we help each other as much as we can."], [0.2, "That's really what it's about."], [0.09545454545454546, "We just -- we want our babies to rest in peace, we want to know so we can grieve properly, so we can try to move forward and try to start a new normal."], [0.25, "I wasn't aware of that."], [0.1, "It's complete lie."], [0.024999999999999994, "COOPER: You're about to go into the first School Board meeting, since your daughter Amerie Jo was killed."], [0.25, "And a lot of parents are pretty upset about that."], [0.35, "If they listen to us, and they, you know, make change, then that'll definitely give us some type of happiness."], [0.19318181818181818, "COOPER: The first day of the new school year in Uvalde was supposed to be four weeks from today."], [0.25, "In your mind has anything at all changed to make parents feel safe to send their kids back to school?"], [0.3, "So who's going to be comfortable enough to know that their child is going to be okay for them to pick them up that day?"], [0.2857142857142857, "GARZA: As of right now, our son -- our son will probably be homeschooled."], [0.2857142857142857, "He is not going to be going to school right now."], [0.08035714285714285, "So we just want to take care of our family right now, and all the other families that were affected by this."], [0.2, "COOPER: Angel Garza, I really appreciate talking to you and I wish your family continued strength in the days ahead."], [0.5, "The morning I dropped her off she said, \"I love you, Daddy.\""], [0.03333333333333333, "That's the only reason I refer to myself as \"Daddy\" because I've been with Kimberly since she was eight months old and she's lived at this the entire time."], [0.10000000000000002, "So I just wanted to clear up the air for anybody."], [0.2, "Angel Garza, thank you so much."], [0.16666666666666666, "(END VIDEOTAPE) COOPER: Next tonight, more from Uvalde and what is being said about at tonight's emotional School Board meeting."], [0.16666666666666666, "And later, a look ahead of a very big week in the January 6th investigation, what Select Committee is planning for its primetime hearing, a season finale of sorts, but with the promise of more to come."], [0.25, "(COMMERCIAL BREAK) [20:28:25] COOPER: Tonight's school board meeting in Uvalde been wrenching for so many reasons."], [0.07500000000000001, "Most of those kids were my friends, and that's not good."], [0.19999999999999998, "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST: Sure, so, you know, there are so many mistakes and failures and indicators of poor training or incompetence or all kinds of issues in all these videos."], [0.09444444444444443, "But honestly, for me, Anderson, almost all of this can be traced back in some way to the core failure of leadership, and all of that washes up on the feet of Chief Arredondo."], [0.11666666666666665, "First responders who were there knew what was going on, but didn't buck the system and push back against, you know the chain of command and take action themselves."], [0.03333333333333334, "[20:30:11] But let's be clear, those are second and third order impacts."], [0.18571428571428572, "None of that would have even been necessary, had Chief Arredondo put in place the most basic reasonable structures of leadership and exhibited some of the most general, you know, generally accepted leadership approaches that we expect of all law enforcement leaders today."], [0.6, "He didn't have his radios with him, not because he forgot them, which is the kind of mistake anybody could make."], [0.321875, "I mean, it's incomprehensible the decisions that this man made at the point in his life when it was most important to make good decisions."], [0.11499999999999999, "Had he done the reasonable and accepted thing of establishing incident command, establishing a command post outside of the tactical scene, bringing the other law enforcement leaders in there to share in the most recent intelligence and to understand who brought what resources to the table and make decisions and deploy officers, which is what any law enforcement leader would do."], [0.08333333333333333, "MCCABE: -- apparently he didn't even really need to open."], [0.032467532467532464, "10, 20, 30 years from now, every new agent in the FBI Academy, every police trainee at a police academies across the country will be at some point sitting in a classroom watching these videos in which -- and there'll be pointed out every single mistake that was made."], [0.2, "We are just getting news --  MCCABE: Thanks."], [0.13636363636363635, "COOPER: -- of a new witness called by the January 6 committee for Thursday's hearing to be held in primetime."], [0.04545454545454545, "We'll also discuss some new reporting about another attorney who made his way into the former president's orbit and was urging him to declare martial law."], [0.06818181818181818, "(COMMERCIAL BREAK) [20:37:07] COOPER: Just learned a new witness for the House January 6 committee."], [0.05500000000000001, "According to a number of sources familiar with committee plans, Pottinger is expected to testify publicly at Thursday's primetime hearing alongside former White House aide Sarah Matthews."], [0.03125, "Yes, I mean, they both have, I would think, significant knowledge about what goes on."], [0.25, "(END VIDEO CLIP) COOPER: Thursday's primetime hearings expect to focus on what the former president was doing and not doing for more than three hours as the assault on the Capitol unfolded."], [0.05, "Based on what we've seen up to this point, it also appears that Thursday will count the case the committee has been making all along about the former president's culpability in a far larger, far broader scheme beyond just what happened on the 6th to overturn the election."], [0.04545454545454545, "Here to talk about it, as well as the contempt trial of Steve Bannon, which is just getting underway, Daniel Goldman, he's a former Assistant U.S. Attorney for the Southern District of New York."], [0.15000000000000002, "He served, you all recall, as general counsel for the House Intelligence Committee during the first impeachment."], [0.13636363636363635, "We should also add, he's running for Congress here in New York and for the 10th District."], [0.2, "Thanks for being here."], [0.06666666666666667, "DANIEL GOLDMAN, FORMER ASSISTANT U.S. ATTORNEY, SOUTHERN DISTRICT OF N.Y.: Thanks for having me."], [0.1, "COOPER: I'm wondering, just having -- given your experience, what jumps out to you from what you have seen thus far with the committee?"], [0.10833333333333334, "GOLDMAN: Well, it is so nice to have two and a half hours of uninterrupted time to do whatever you want as a congressional committee and not have the five minute rule going back and forth."], [0.3, "But what they have done is used it brilliantly and in such a compelling way to paint a picture of chapters basically of what occurred and focusing on different aspects of it."], [0.2, "And they've brought to life so much of some of what we saw, but so much of what we didn't know."], [0.07, "So that we are now left with a really clear picture, not only about what happened on January 6, but on the run up to January 6, and what looks exactly like a conspiracy to overturn the election that was centered around Donald Trump and his inner orbit of rogue operators who were feeding him lies and that he understood to be lies."], [0.2857142857142857, "COOPER: Right."], [0.18392857142857144, "And then right as the committee is nearing their sort of climax of hearings, that is the culmination of a incredibly intensive investigation of 1,000 witnesses, then the department asks for the transcripts and all of their evidence and they said, hold on, what they have done brilliantly is not released any of the transcripts to anyone, the public or otherwise."], [0.25, "So what we're -- we are seeing them for the first time these interviews and depositions, and I think they just said let's do our hearings and then we'll give you the materials."], [0.1109375, "And, you know, that flies in the face of the White House Counsel, the Attorney General, his own campaign lawyers, his own White House lawyers, I mean, everyone understood that after December 14th, there was no more legal challenge."], [0.06666666666666667, "So everything that occurred after December 14th was outside of any proper legal proceedings."], [0.25, "And it was almost like let's just find anybody we can who can come up with a more cockamamie theory to overturn the election, which is ultimately what his goal was."], [0.4000000000000001, "GOLDMAN: Well, a huge issue is the threats that Donald Trump is still posing to our democracy."], [0.125, "COVID: So there may not be in the future a Brad Raffensperger who's willing to buck the president?"], [0.45, "And given my experience on the impeachment hearings, and challenging and taking on Donald Trump, I am running on the primarily on the principle that we need to defend our democracy."], [0.2, "Thanks so much."], [0.2, "GOLDMAN: Thanks so much."], [0.025000000000000015, "(COMMERCIAL BREAK) [20:47:05] COOPER: An amazing story I want to tell you about now, West Virginia woman who was brutally attacked woke up after more than two years in a coma and named her brother as her attacker."], [0.011111111111111112, "Jackson County Sheriff's as she is now coherent, unable to hold full-length conversations."], [0.15000000000000002, "And they found her at a big pool of blood they said and they run up on the hill real fast on a four-wheeler and told us and I called the police and the ambulance."], [0.1, "But Wanda was alive."], [0.6, "Until about three weeks ago, when she woke up in her nursing home, the sheriff says, and she told investigators the attacker that night was her own brother."], [0.25, "UNIDENTIFIED MALE: For her to be able to wake up and say, you know, give the name, thank God."], [0.041666666666666664, "UNIDENTIFIED MALE: This case is really about the perseverance and the toughness on the strength of the victim in itself."], [0.19999999999999998, "And Anderson, the sheriff had told us early on that she was only able to give one word responses, yes or no, to any question."], [0.5, "So everyone is hoping that she's getting better because she will be and would be the star witness of a prosecutor."], [0.2, "Jean Casarez, thanks so much."], [0.2, "Really appreciate it."], [0.5, "Coming up, the latest on Sunday's mall shooting in Indiana with the FBI found in the oven of the suspect's apartment and more on bystander being hailed as a hero."], [0.25, "(COMMERCIAL BREAK) [20:53:57] COOPER: As we were learning more about the events surrounding the Uvalde shooting on Sunday, there was another mass shooting, this time at a mall food court in Indiana."], [0.05555555555555556, "Also, the FBI says it is analyzing a laptop found in the oven of the suspect's apartment, plus a cell phone found in a toilet near the bathroom near the food court."], [0.375, "(BEGIN VIDEOTAPE) OMAR JIMENEZ, CNN CORRESPONDENT (voice-over): It's become an almost familiar scene of evacuation in America."], [0.1, "HEATHER ARTHUR, WITNESS: So we were in the food court and we heard loud gunshots."], [0.41666666666666663, "JIMENEZ (voice-over): As an Indiana shopping mall quickly became among the latest settings for a mass shooting."], [0.1, "CHIEF JAMES ISON, GREENWOOD POLICE: He walks directly to the food court restroom."], [0.08333333333333331, "And then police say less than two minutes after the shooting began, the attacker was killed by a, quote, Good Samaritan with a lawfully carried gun."], [0.25, "ISON: The shooter fired several rounds striking the suspect."], [0.35, "I will say his actions were nothing short of heroic."], [0.26666666666666666, "He engaged the gunman from quite a distance with a handgun, was very proficient in that, very tactically sound."], [0.3, "Stopping a gunman with another gun is relatively rare."], [0.7, "(END VIDEOTAPE) JIMENEZ: Now that Good Samaritan, Elisjsha Dicken was neither an off duty officer nor a security guard."], [0.05499999999999999, "But this gunman was armed at the very least with the rifle and a pistol with more than 100 rounds of ammunition."], [0.2857142857142857, "COOPER: Right."], [0.08333333333333333, "JIMENEZ: But again, when you look at that alert data, it's incredibly rare for a bystander with a gun to stop an active shooter."], [0.25, "But that's exactly what happened here, and was part of why he's being hailed as a hero."], [0.14285714285714285, "We'll be right back."]], "negative_polarities": [[0.0, "TOM SATER, CNN METEOROLOGIST: They hit 92 in Dublin."], [0.0, "That's never happened before."], [0.0, "They were at 97 in Birmingham, England."], [-0.15555555555555559, "The Royal Air Force shut down the runway because it was melting today."], [0.0, "Rail tracks are now being diverted, 105 tomorrow in Paris."], [0.0, "It's just -- 100 degrees in London, Kate."], [0.0, "It all ties in with our CO2 output, it goes hand in hand."], [0.0, "AC 360 starts now."], [-0.7, "Some of the anger, as you might imagine being directed at the School Systems Police Chief, Pete Arredondo."], [0.0, "(BEGIN VIDEO CLIP) UNIDENTIFIED MALE:       You're still standing by paying him to take a vacation."], [0.0, "Correct?"], [0.0, "UNIDENTIFIED MALE:       He is on administrative leave."], [0.0, "We received this information yesterday."], [0.0, "One of the things that he did say when he went on administrative leave that we were going to wait for investigative information to come forward to help us in our decision making process and I will stick to that."], [-0.07142857142857142, "If he is not fired by noon tomorrow, then I want your resignation and every single one of you Board members because you all do not give a damn about our children or us."], [0.0, "Stand with us or against us, because we ain't going nowhere."], [-0.29375, "The video which you'll see in a little bit underscores what a report released yesterday from a Texas State House Committee calls \"Systemic failures and egregiously poor decision making\" during the incident."], [0.0, "(BEGIN AUDIO CLIP) SGT."], [-0.185, "Now, that was a very early report, and it turned out he was wrong, which often happens."], [0.0, "The next day, whoever his boss repeated it."], [-0.175, "(END VIDEO CLIP) COOPER: Again, that was not true."], [-0.025, "But that was a minor detail compared with what would become the defining falsehood of the entire tragedy -- a falsehood the Governor of Texas assured people was fact."], [0.0, "(BEGIN VIDEO CLIP) GOV."], [-0.7, "GREG ABBOTT (R-TX): As horrible as what happened, it could have been worse."], [-0.175, "(END VIDEO CLIP) COOPER: Well, those are not facts and what he said is not true."], [-0.05, "The timeline in the police response just didn't make a lot of sense, it took too long."], [0.0, "Now, there is video from inside the school which explains why."], [0.0, "It shows officers backing off after the gunman fired shots at them, the opposite of what their training called for, the opposite of what we were told, what parents were told the police did."], [-0.125, "Now, other footage shows officers milling around in hallways doing nothing."], [0.0, "One officer as you see takes time to apply hand sanitizer."], [0.0, "There have been a litany of lies and myths characterizations by officials."], [-0.19999999999999998, "[20:15:07] We were told the shooter barricaded himself inside the classroom, so he built some sort of a fortress, then we learned he was just behind an ordinary door, and it's not even definitively known if that was a locked door because no one apparently ever tried to -- tried the handle according to a report released yesterday."], [0.0, "As for Chief Arredondo seen here trying to evade questions from our Shimon Prokupecz, he told the \"Texas Tribune\" that he never considered himself the incident commander during the shooting, and says he issued no orders for officers not to storm the classroom."], [-0.09090909090909091, "The Texas Department of Public Safety he says the opposite on both, but whatever the label the new report from the Texas House committee has this to say about his performance and I am quoting now: \"As events unfolded, he failed to perform or to transfer to another person the role of incident commander.\""], [-0.15, "Now, this was an essential duty he had assigned to himself, yet it was not effectively performed by anyone."], [0.0, "I'm going to be a senior."], [0.0, "How am I supposed to come back to the school?"], [0.0, "I know there is nothing you can do to bring my sister back."], [0.0, "But maybe, just maybe if you do something to change this, you can prevent the next family from losing their child."], [0.0, "Explain the importance of it what it shows."], [0.0, "SHIMON PROKUPECZ, CNN CRIME AND JUSTICE CORRESPONDENT: Well, Anderson, you know, your show that podium, you know, you have the governor there the day after the shooting, trying to cast these officers as heroes."], [-0.0029761904761904934, "And now that we're getting all this video, you know, we had the hallway video and now this body camera video, it's hard to believe that no one on that stage, there was every law enforcement official from the area would somehow believe that these officers acted as heroes, right?"], [0.0, "You know, the one officer that we highlight in this video, was actually trying to do something."], [0.0, "You can sense his anxiety."], [-0.5, "He knew something was wrong, but he just didn't know what he can do to sort of figure out how to get inside the classroom."], [-0.35000000000000003, "And then we learned there was a moment, shockingly, a moment, perhaps as long as 40 minutes after the initial shooting, when officers learned that there were kids inside the classroom."], [0.0, "(BEGIN VIDEOTAPE) OFFICER: Made it to the building."], [0.0, "OFFICER: Yes."], [0.0, "OFFICER: Come up with me."], [0.0, "We've got shots fired in the building."], [0.0, "Are we going in?"], [0.0, "Are we staying here?"], [0.0, "What are we doing?"], [0.0, "OFFICER: What the [bleep] is going on?"], [0.0, "[Bleep]."], [-0.25, "Uvalde, they are saying that he's possibly in the building on the -- UNIDENTIFIED MALE:       (INAUDIBLE)."], [0.0, "OFFICER: Oh [bleep]."], [0.0, "Shots fired."], [0.0, "Get inside."], [0.0, "Go, go, go."], [0.0, "[GUNSHOTS] OFFICER: Am I bleeding?"], [0.0, "Am I bleeding?"], [0.0, "He's in the class."], [0.0, "[Bleep]."], [0.0, "OFFICER: I've got shots fired."], [0.0, "We're going to be in the building."], [0.0, "Westside."], [0.0, "Dude, we've got to get in there."], [0.0, "We have to get in there."], [0.0, "He just keeps shooting."], [0.0, "We've got to get in there."], [0.0, "PROKUPECZ (voice over): But they didn't go in the classroom."], [0.0, "Not for another 70 minutes, and that decision let the gunman trap two classes of fourth graders and their teachers."], [0.0, "OFFICER: Male subjects in the school on the west side of the building."], [0.0, "He is contained."], [0.0, "We got multiple officers inside the building at this time."], [0.0, "We believe he has barricaded in one of the -- one of the offices."], [0.0, "I'm messed up."], [0.0, "He is still shooting."], [-0.13333333333333333, "We've got an active shooter at the school."], [0.0, "[Bleep] man go [bleep] shooting kids' room."], [0.0, "PROKUPECZ (voice over): At 11:43 over the radio, we hear."], [0.0, "The class should be in session with Miss Mireles."], [0.0, "UNIDENTIFIED MALE: ID your status."], [0.0, "UNIDENTIFIED MALE: Oh no."], [0.0, "Oh no."], [0.0, "DISPATCH: Uvalde PD."], [0.0, "Uvalde PD has just revised 401, stating you've got the shooter in Room 111 or 112."], [0.0, "[20:10:06] PROKUPECZ (voice over): Almost 15 minutes later as additional law enforcement arrives, we then hear the officers asking about the kids."], [0.0, "OFFICER: Any of those kids?"], [0.0, "Is there any one hit?"], [0.0, "OFFICER: No."], [0.0, "We don't know anything about that."], [0.0, "No kids are -- PROKUPECZ (voice over): Officer Mendoza is left wondering what's going on?"], [0.0, "9-1-1 DISPATCH: We have a child on the line."], [0.0, "OFFICER: Hey, what was that?"], [0.0, "9-1-1 DISPATCH: It's going to be Room 12 (INAUDIBLE)."], [-0.5, "PROKUPECZ (voice over): 9-1-1 dispatch gives a chilling account from a student still in the classroom."], [0.0, "This was the second call the same child made to 9-1-1."], [0.0, "UNIDENTIFIED MALE:       Give me some air."], [0.0, "Yes."], [0.0, "(INAUDIBLE)."], [-0.03333333333333333, "PROKUPECZ (voice over): Minutes later you can hear a heavily armed SWAT team member still expressing confusion over if there are any kids alive in the room."], [0.0, "UNIDENTIFIED MALE:       No one knows about kids or anything else there?"], [-1.0, "PROKUPECZ (voice over): Now realizing the worst case scenario is unfolding, Officer Mendoza prepares for the trauma injuries."], [0.0, "OFFICER MENDOZA: I need to grab my med kit for my -- they say there are multiple victims in the room."], [0.0, "UNIDENTIFIED MALE: Hey, you know where Room 12 is?"], [0.0, "OFFICER MENDOZA: Room 12?"], [0.0, "We are in the hundredth -- this is the hundredth building."], [0.0, "UNIDENTIFIED MALE: EMT, hey."], [0.0, "OFFICER MENDOZA: But supposedly, the victims are here."], [0.0, "I am not a hundred percent."], [0.0, "There's a bunch of information flying around."], [0.0, "PROKUPECZ (voice over): Around the same time on another camera, we hear you have all the School District Police Chief Pete Arredondo is inside attempting to negotiate with the shooter."], [-0.15555555555555559, "PETE ARREDONDO, UVALDE SCHOOL POLICE CHIEF:  Sir, if you can hear me, please put your firearm down, sir."], [0.0, "We don't want anybody else hurt."], [0.0, "UNIDENTIFIED MALE:       We've got kids in there."], [0.0, "ARREDONDO:     I know."], [0.0, "I know."], [0.0, "UNIDENTIFIED MALE:       What are we doing?"], [0.0, "PROKUPECZ (voice over): Back in the hallway, Officer Mendoza preparing his Medpac."], [0.0, "It would still be about 25 minutes of confusion and hesitation until the door was breached."], [0.0, "UNIDENTIFIED MALE:       One guy on the radio say who's going to be calling the shots."], [0.0, "PROKUPECZ (voice over): The bodycam footage made public ends before we can see a hail of gunfire, when finally at 12:50 local time, 77 minutes after the shooting began, law enforcement go in and kill the gunman."], [-0.03125, "(END VIDEO CLIP) COOPER: I mean, this is the first time seeing that."], [-0.3125, "I mean, he knows what everybody should be doing."], [0.0, "He says it, \"We've got to get in there.\""], [0.0, "He knows."], [0.0, "\"We've got to get in there.\""], [-0.3125, "I mean, that is what everybody is trained and has been trained now for decades on that you've got to get in there."], [-0.3125, "But it I mean, the lack of anyone -- is there any sign on this -- on any of these tapes about anybody taking any leadership?"], [-0.45625, "I mean, somebody -- this is a scene desperate for leadership."], [0.0, "PROKUPECZ: It is, Anderson."], [-0.2916666666666667, "It is hard to watch, you know, and there is no leadership."], [0.0, "There is no one telling them, \"This is the plan."], [0.0, "This is what we need to do."], [0.0, "This is where we're going to go.\""], [0.0, "It seems as though there were some officers that were paralyzed in fear."], [-0.35625, "I mean, when you look at some of this video, and the way they were cowering behind walls, worried about themselves, worried about whether they were going to get shot, not trying to get in that classroom."], [0.0, "It's very obvious, there were a lot of officers who were scared."], [0.0, "You see him calling a family member, perhaps to tell them that he loves them."], [-0.13333333333333333, "He describes it as an active shooter situation."], [-0.125, "There were other officers who wanted to help."], [0.0, "But what happens here is that there was no leadership, there was no plan, no plan."], [0.0, "Why did they decide to go when at the time that they went in?"], [0.0, "Nothing changed."], [0.0, "Why didn't they do it earlier?"], [-0.0625, "And so, Officer Mendoza, there are other officers like that there, Anderson and, you know, I thought his story was quite different because you see him moving around, trying to figure out what to do."], [0.0, "And like you said, there was just no leadership, there was no one telling them what to do."], [0.0, "COOPER: And you know, you use the word \"scared.\""], [0.0, "It's a question of, do you nevertheless, you act your training."], [0.0, "You know you have to act despite the fear and that's what training is all about, and that's what leadership is all about, getting people to do stuff in spite of fear, in spite of that adrenaline that's pumping and telling you things."], [0.0, "Shimon, I appreciate the reporting as always."], [0.0, "I spoke with him tonight just before the School Board meeting."], [0.0, "(BEGIN VIDEOTAPE) COOPER: Angel, this report that was released over the weekend, hearing about the myriad failures that took place, and there is still obviously a lot to learn."], [0.0, "What do you think when you saw that report?"], [-0.16666666666666666, "ANGEL GARZA, STEPDAUGHTER WAS KILLED IN ROBB ELEMENTARY SHOOTING: It's just -- it was just disappointment."], [-0.19999999999999998, "I mean, it's -- so I guess, clarification that stuff we already knew, like, getting the clarification does make it a little harder."], [-0.2916666666666667, "All of this stuff is hard every time something comes out, it's just like reliving the situation over and over again."], [-0.1, "COOPER: How have you gotten through the last few weeks?"], [-0.1, "COOPER: I don't think I've ever reported on a tragedy like this, in which the families have been kept in the dark for so long by everyone it seems, and even at this stage, the lack of answers, do you feel that?"], [-0.3125, "I mean, at this stage, what does accountability look like for you?"], [0.0, "GARZA: Everybody says that."], [-0.125, "People will tell me that they've never seen anything like this, you know, agencies arguing amongst each other, trying to point the finger on who did this and who did what?"], [-0.3125, "I mean, Highland Park happened to after us and we already know everything about that."], [0.0, "We know everything -- all."], [-0.3125, "I mean, we know everything."], [0.0, "So, it makes no sense that there are still things that aren't answered about this."], [0.0, "It's humiliating to us."], [0.0, "It makes us feel like our kids can't rest in peace."], [0.0, "All this arguing and bickering and lying to our face, it doesn't help our situation at all."], [0.0, "COOPER: Do you believe that the truth will come out in the end?"], [0.0, "GARZA: I guess that's all that, us, parents are hoping for."], [0.0, "We will -- we want to, you know, fight until we do get the answers that we're looking for."], [0.0, "We deserve that."], [0.0, "Our children deserve that."], [-0.15625, "I mean, nobody is ever going to be the same after this."], [0.0, "COOPER: One of the officials a couple of weeks ago was sort of cornered by one of our reporters, Shimon Prokupecz, and one of the things he said to our reporter was that he would speak and release information once the family's stopped grieving."], [0.0, "And when I heard that, I thought, well, that's -- there is never going to be a time when that pain is not there."], [0.0, "I'm wondering if you heard him say that and what you thought when you heard that?"], [0.0, "GARZA: I actually didn't."], [-0.3125, "I mean, hearing -- I think, us, parents think that hearing people you know, release information or keep information, they're doing it for us."], [0.0, "If they have information and they want to tell us, as a family, then tell us as a family."], [0.0, "Don't release it to the public -- don't, you know try to get recognition off of a situation like that because that just humiliates us like, we lost our children."], [0.0, "This isn't something that you know, somebody shouldn't be gaining anything off of."], [0.0, "What do you hope will happen there?"], [0.0, "What are you expecting?"], [-0.25, "[20:20:03] GARZA: I'm expecting actually a lot of angry parents."], [-0.125, "Apparently, there was chances to, you know, fix the security system or fix the locks at least and they were just ignored."], [0.0, "So I expect a lot of parents just to give them a piece of their mind."], [0.0, "Hopefully they listen."], [0.0, "Everybody, you know, says that they wanted to help us."], [0.0, "I understand that's going to be announced tonight that it won't be until September now."], [-0.1, "GARZA: Absolutely not."], [-0.35625, "I feel, if anything, I mean, it's getting worse by the lack of, you know, knowledge, the lack of -- it just seems like urgency."], [-0.20833333333333334, "I mean, everybody says like, this is going to take time, this is going to take time, but I mean, we're in what mid -- almost end of July."], [-0.056249999999999994, "I mean, school is going to be here before they know it and nobody wants to send their children to school after this."], [-0.3125, "I mean, who would want to send their children to school?"], [0.0, "Like, I sent Amerie to school that morning thinking I was going to pick her up that day."], [0.0, "COOPER: You have a son?"], [0.0, "Will you be sending him to school given where things stand or how do you make those choices?"], [0.0, "That's something that we're dealing with now."], [0.0, "He's having a lot of just separation issues himself."], [0.0, "GARZA: Thank you, Mr. Cooper."], [0.0, "There's one thing I want to add before I let you guys go."], [-0.16666666666666666, "There's been a lot of confusion on the subject of Amerie and her biological father."], [0.0, "I'm not Amerie's biological father."], [0.0, "I've never claimed to be Amerie's biological father."], [0.0, "Amerie has a biological father and she knew she had a father and she loves him."], [0.0, "I will never try to discredit anyone in this situation at all."], [0.0, "I refer to myself as \"Daddy\" because I earned that."], [0.0, "She called me that."], [0.0, "I'm not trying to discredit anyone."], [0.0, "I'm just a grieving stepfather."], [0.0, "COOPER: I understand."], [-0.009047619047619035, "That's certainly not a question we ever raised, but I understand, maybe somebody did a long time ago and I think it's very clear how your relationship."], [0.0, "GARZA: Thank you."], [0.0, "Also, Steve Bannon goes to trial."], [0.0, "If only for the simple fact watching kids standing up and talking about the friends who were taken from them and the existential terror they now face."], [0.0, "(BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE: My daughter has something to say."], [0.0, "GIRL: This was the last dress that all my friends saw me on."], [0.0, "And I don't want to go to your guys' school if they don't have protection."], [0.0, "UNIDENTIFIED FEMALE: And she's encouraging for her friends not to go to school, too."], [0.0, "(END VIDEO CLIP) COOPER: Joining us now, CNN senior law enforcement analyst and former FBI Deputy Director, Andrew McCabe."], [-0.3166666666666667, "Andrew, watching this body camera footage and reading this report, which just illustrates failure after failure."], [0.0, "I'm wondering what stands out to you from a law enforcement perspective."], [0.0, "Yes, there are people, there are others who should be held accountable as well."], [-0.125, "Law enforcement leaders from other agencies who were there and didn't take charge."], [0.0, "They should have done all of those things."], [0.0, "COOPER: You know, according to this report, Chief Arredondo claims he thought he was not in command."], [0.0, "He also didn't have his radios on him."], [-0.10416666666666669, "He didn't learn about the 911 calls allegedly from victims in the classrooms because of his, quote, failure to establish reliable method of receiving critical information from outside the building."], [-0.3125, "The fact that he -- I mean, does that make any sense to you?"], [0.0, "I don't understand."], [0.0, "Aren't you supposed to sort of form a incident, you know, command station outside the building?"], [0.0, "Why is he, the guy, going through keys if he's the chief?"], [-0.6, "MCCABE: It's inexplicable, Anderson."], [-0.3125, "I mean, he said he didn't think he was in charge."], [0.0, "But yet in that same statement, he admitted that he knew the policy was that he was in charge."], [0.0, "But because he chose not to take them."], [-0.4, "He thought they were too awkward or heavy and didn't want to have to run with them or something."], [0.0, "Instead, we see him for minutes on end, in the school trying one key after another on a door that --  COOPER: Yes."], [-0.6, "So it's inexplicable."], [-0.044444444444444446, "COOPER: Do you have any doubt these videos and then there's been controversy -- you know, obviously, understandably, parents are upset about how they were leaked, and all of that, and that is totally understandable -- do you have any doubt that these videos will for years to come, be used and shown to every police officer going through training in active shooter situations in a case study of what not to do?"], [0.0, "MCCABE: I have no doubt, Anderson."], [0.0, "And hopefully told that if you find yourself in a situation like this, and you would be inclined to make the same decisions, it's time to leave now."], [0.0, "This is not the job for you."], [0.0, "COOPER: Andrew McCabe, appreciate your time."], [0.0, "Thank you."], [0.0, "We'll tell you who that is."], [0.0, "He is Matthew Pottinger, who served on the former President's National Security Council."], [0.0, "Also just in, Committee Chair Bennie Thompson on whether or not the former president and vice president will end up on the witness list."], [0.0, "Here's what he told CNN's Manu Raju."], [0.0, "(BEGIN VIDEO CLIP) MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT: Has the committee made a decision on whether to subpoena Mike Pence or try to call Donald Trump to come testify?"], [0.0, "REP. BENNIE THOMPSON, CHAIRMAN, JANUARY 6 SELECT COMMITTEE: Not yet."], [0.0, "Not yet."], [0.0, "RAJU: What is -- what's the hang up here?"], [0.0, "THOMPSON: I don't know hang up."], [0.0, "We just have made a decision."], [0.0, "RAJU: What's your view on that?"], [0.0, "THOMPSON: I think we would benefit from their testimony."], [0.0, "But we have a committee and --  RAJU: For Pence and Trump?"], [0.0, "THOMPSON: And both."], [0.0, "But we have a committee and we will work through the process with the committee."], [0.0, "COOPER: There's been questions about the sharing of the information that the committee has gathered with the Department of Justice."], [0.0, "Does it make sense to you that what's going on there because the committee seems to sort of be saying, well, look, we don't have the time to collate all this information and get it to the Department of Justice, is this like a turf war?"], [-0.017857142857142863, "[20:40:07] GOLDMAN: None of the interactions between the Department of Justice and the committee makes a ton of sense, in large part because the Department of Justice is usually the body that is racing out in front because they don't want anyone else, any of their witnesses to testify under oath elsewhere because it creates all sorts of disclosure issues."], [-0.1875, "GOLDMAN: And they're not maybe aren't asking the questions that they would ask or any testimony changes by a little bit."], [-0.016666666666666663, "But they clearly allowed the committee to go forward first, and they lag behind the Department of Justice."], [0.0, "Ultimately, they will cooperate."], [-0.03522727272727273, "COOPER: The New York Times is reporting that in December 2020, this conservative attorney little known guy named William Olson was advising the former president encouraging him to overturn the election and Olson was pushing, according to the Times, the foreign president takes steps that he himself said would be viewed as martial law."], [0.0, "Can you believe this stuff?"], [-0.375, "GOLDMAN: I just don't know where Donald Trump finds these lawyers who have such outrageously incorrect and illegal views who acknowledge that it's martial law yet I'm going to encourage it."], [0.0, "COOPER: You're running for the 10th District, what are the -- what's the big issue for you?"], [0.0, "He is with his acolytes in the Republican Party changing laws around the country to correct for what he perceives to be the problems with their effort to steal the 2020 election."], [0.0, "So now, they're out there changing these laws, allowing elected officials to overturn the will of the people."], [0.0, "GOLDMAN: Well, the law would just be that a elected official can overturn an election if there are allegations of fraud."], [0.0, "There doesn't have to be evidence."], [-0.25, "This is unbelievably anti-democratic."], [0.0, "COOPER: Daniel Goldman, appreciate it."], [0.0, "COOPER: Appreciate it."], [-0.056249999999999994, "Coming up, a story of miracles and betrayal after a woman who was brutally attacked wakes up from a years-long coma, which is remarkable enough and then names her brother as a culprit."], [0.0, "The details ahead."], [-0.1, "Now according to the Jackson County Sheriff's Department, in June 2021, the Palmer was, quote, attacked, hacked and left for dead."], [0.0, "Her brother has denied any involvement in the attacks."], [0.0, "CNN's Jean Casarez has the story."], [-0.05, "(BEGIN VIDEOTAPE) JEAN CASAREZ, CNN CORRESPONDENT (voice-over): Daniel Palmer III was anything by cooperative as law enforcement tried to get him to jail after an initial court proceeding on Friday."], [0.0, "Palmer of Jackson County, West Virginia is now charged with the attempted murder of his sister Wanda in June of 2020."], [-0.1, "Allegedly bludgeoning her with a hatchet or axe according to the sheriff."], [0.0, "It was Wanda's mother who called 911 after it happened."], [0.0, "UNIDENTIFIED FEMALE: They came Wednesday morning to mow her grass."], [0.0, "CASAREZ (voice-over): Wanda was found in her living room."], [0.0, "UNIDENTIFIED MALE: We show up and we see her on the couch, bloodied, battered, bludgeoned in the head and face area."], [-0.2, "CASAREZ (voice-over): They believed she was dead."], [-0.3, "But then heard sounds, quote, commonly referred to as the death rattle."], [0.0, "UNIDENTIFIED MALE: I wouldn't have wagered a nickel for her life that morning."], [-0.6999999999999998, "She wasn't that bad a shape."], [-0.35, "CASAREZ (voice-over): According to the criminal complaint, a witness, Wanda's brother had her trailer that night."], [0.0, "And investigators say there was a history of violence between them."], [0.0, "But law enforcement had no weapon, no eyewitness to the attack, and no phone records or video."], [-0.1, "And Wanda was in a coma."], [0.0, "That's all I can say."], [0.0, "Thank God."], [0.0, "(END VIDEOTAPE) CASAREZ (voice-over): And Palmer has been held on $500,000 bail."], [0.0, "The court clerk's office told me today that he does not have an attorney yet because he is refusing to sign the paperwork."], [-0.3, "Late today, they're telling us that she can do primitive speaking."], [0.0, "Gave us an example."], [0.0, "Why would your brother want to do this to you?"], [-0.3125, "Mean, because mean."], [0.0, "COOPER: Yes."], [-0.2, "Three people killed."], [0.0, "Today, authorities said the suspect had three weapons including two rifles."], [0.0, "They say he only used one of them, an AR-15 style rifle."], [-0.06666666666666667, "We're also learning more on the illegally armed bystander who shot and killed the shooter who today is being hailed as a hero."], [0.0, "CNN's Omar Jimenez has details."], [0.0, "UNIDENTIFIED MALE: Thank you, Mayor."], [0.0, "JIMENEZ (voice-over): Today, the police chief announced the findings of their investigation, including the movements of the gunman."], [0.0, "One hour and two minutes later, he exits the restroom and shoot Inspector Gomez outside of the restroom."], [0.0, "He then points his rifle into the food court where Pedro and Rosa Pineda were eating dinner, and shot both Rosa and Pedro."], [-0.2, "[20:55:14] JIMENEZ (voice-over): According to police, the gunman shot and killed three people Sunday evening using a rifle, Victor Gomez, Rosa Rivera de Pineda and Pedro Pineda."], [-0.3, "Police say he injured at least two others, including a 12-year-old girl."], [-0.25, "The suspect attempted to retrieve -- retreat back into the restroom and fail."], [-0.4, "And as he moved to close in on the suspect, he was also motioning for people to exit behind him."], [-0.2, "JIMENEZ (voice-over): Police say the 22-year-old Elisjsha Dicken doesn't appear to have any police or military background, but fired his weapon at least 10 times based on handgun rounds recovered at the scene."], [-0.0111111111111111, "According to data from Advanced Law Enforcement Rapid Response Training at Texas State University, there have been at least 434 active shooter attacks between 2000 and 2021."], [0.0, "Of those, just 22 ended with an armed bystanders shooting the attacker."], [0.0, "And of those 22, 10 were either from a security guard or off duty officer."], [-0.033333333333333326, "He's 22 years old from Seymour, Indiana about an hour south of Indianapolis less than an hour from here."], [0.0, "He fired 10 shots during this."], [0.0, "The gunman fired 24 shots, according to rounds recovered from the scene."], [-0.125, "So the intent here seem to be do a lot more damage in the tragic life -- loss of life we saw anyway."], [0.0, "COOPER: Yes."], [0.0, "Omar Jimenez, appreciate it."], [0.0, "Thank you."], [0.0, "(COMMERCIAL BREAK)"]]}]}