{"title": "Anderson Cooper 360 Degrees", "date": "Aired July 19, 2022 - 20:00   ET", "polarity": 0.06749540356870201, "subjectivity": 0.4318901856336413, "percent_over_zero": 0.33181818181818185, "network": "https://transcripts.cnn.com/show/acd/date/2022-07-19/segment/01", "transcript": "SARA SIDNER, CNN SENIOR NATIONAL CORRESPONDENT:  And that is easier said than done. You know, we should mention that in Arizona, a temperature of 100 or 140 degrees is like a cool summer day there, but here in the UK, it is truly dangerous with the government telling people not to go anywhere and not to do anything until the heat subsides -- Erin.   ERIN BURNETT, CNN HOST:  Incredible. Sara Sidner, thank you so much, live from London tonight.   Thanks to all of you for joining us.   AC 360 starts now.   ANDERSON COOPER, CNN HOST:  Good evening.   The first trial of the first person charged with defying a subpoena to appear before the House January 6 Committee is now fully underway. We're not just talking about any person. This is Steve Bannon, one time \"Time\" Magazine cover boy who was in then out of the former President's administration in good graces, and whose name has come up again and again in the January 6 Committee hearings.   In opening statements today, Federal prosecutors argue that the now right-wing podcaster put himself above the law. The defense suggesting that two contempt of Congress charges against him were politically motivated.   Proceedings began today after the Judge in the case, Carl Nichols, who is a Trump appointee denied a defense request for a month-long delay. You'll recall the last week, he rejected a number of defenses, including Bannon's claim of executive privilege, leading one Bannon defense attorney to ask and these are his words: \"What's the point of going to trial if there are no defenses?\" To which the Judge who replied, \"Agreed.\"   Now remember, this is the same Steve Bannon who promised as he made his first Court appearance to make this \"A misdemeanor from hell.\" It is the same Steve Bannon who even as he recently offered to appear live before the Select Committee, expressed contempt for its members and continued his tough guy routine, trying to set conditions for his testimony.   (BEGIN VIDEO CLIP)   STEVE BANNON, HOST, \"WAR ROOM\":  Here's what I need. Give me a date, a time, a room number, a microphone and a Holy Bible I can take the oath on. Boom. Deliver that and we'll see how good you are, little Jamie Raskin and Liz Cheney and all of it. Serve it up.   (END VIDEO CLIP)   COOPER:  Surprise, he isn't speaking about himself in the third person. Generally when people view themselves as really important, they reach peak pomposity and then they generally tend to do that.   Now, for most people getting a subpoena to appear whether before Congress or in Court means just that, you appear. There is no option to negotiate terms, of course, it hasn't stopped members of the former administration from trying. There is certainly no option to simply say no as Bannon has and it is understandable why a Committee focused on January 6th and what led up to it might want to hear from Steve Bannon. He was after all a leading cheerleader and by his own claims, a leading voice in it all.   (BEGIN VIDEO CLIP)   BANNON:  Live from our nation's capital, you're in the field headquarters of one of the small divisions of the bloodless coup. Step by step by step, day by day, understanding we're all going to converge on that point on the 6th.   (END VIDEO CLIP)   CARLSON:  He said a lot of things like that, more specifically though, the Committee is interested in his calls with the former President and what he said after one of them.   (BEGIN VIDEO CLIP)   REP. STEPHANIE MURPHY (D-FL):  The Committee has learned from the White House phone logs that the President spoke to Steve Bannon, his close adviser at least twice on January 5th. The first conversation they had lasted for 11 minutes.   Listen to what Mr. Bannon said that day after the first call he had with the President.   (BEGIN VIDEO CLIP)   BANNON:  All hell is going to break loose tomorrow. It's all converging. And now we're on as they say, the point of attack, right? The point of attack tomorrow.   I'll tell you this. It's not going to happen like you think it's going to happen. Okay, it's going to be quite extraordinarily different, and all I can say is strap in.   MURPHY:  From those same phone logs, we know that the President and Mr. Bannon spoke again on the phone that evening, this time for six minutes.   (END VIDEO CLIP)   COOPER:  Now Judge Nichols again, a Trump appointee has ruled out executive privilege on a number of other potential defense arguments leaving Steve Bannon with not many options and no way to make good on this threat.   (BEGIN VIDEO CLIP)   BANNON:  Pray for our enemies. Okay. Pray for -- because we're going to medieval on these people. We're going to savage our enemies, so pray for them. That's -- who needs prayers? Not MAGA. Not \"War Room\" and certainly not Stephen K. Bannon.   (END VIDEO CLIP)   COOPER:  And I spoke too soon. He is actually now speaking about himself in the third person, and I must say sounding kind of like I did when I was 11 years old and playing Dungeons and Dragons.   CNN's Katelyn Polantz was in the DC Federal Courtroom today and was outside, when, as we mentioned moments ago, Steve Bannon spoke out. What was it like inside the Courtroom today?   KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER:  Well, Anderson, when we arrived this morning, we really thought that it was going to be very smooth this case would get off very quickly, the jury would be seated and we'd be off to the races with opening statements. That is not what happened at all.   And I actually want to highlight a little bit of what Steve Bannon said outside the Court because it echoed some of the strategy that his lawyers were trying to inside the Court.   Here he is after Court ended today.   [20:05:05]   (BEGIN VIDEO CLIP)   BANNON:  Bennie Thompson sent a staffer over here. Where is Bennie Thompson? We subpoenaed Thompson and they are hiding behind these phony privileges.   He is too gutless to come over here himself. He's made it a crime, made it a crime, not a civil charge of wanting my testimony, but a crime. And he didn't have the courage or guts to show up here and he sent a staffer.   I challenge Bennie Thompson today to have the courage to come to this Courthouse. He's going to charge somebody with a crime. He's going to be man enough to show up here.   (END VIDEO CLIP)   POLANTZ:  So he's calling for a House Select Committee Chair Bennie Thompson to come down the street to testify in Court. That sounds like political bluster, but that's actually something that his attorneys have tried to argue in this case. They've wanted to subpoena Members of Congress, members of the Committee, Thompson himself. The judge has said, no, that's not going to happen at this time, maybe in a very sliver of a chance later on.   But right now, that wasn't going to happen, and that was really reflective of the approach in Court of his attorneys today. They kept trying to wedge things back into this case that the Judge had already said, it's not going to happen.   And really, that's what consumed most of the morning, I said, we thought that it was going to go smoothly, we ended up not starting with the jury sworn in until about one o'clock, and that's because his attorneys kept asking for things. They kept raising things like that they wanted to delay the trial again. They asked for a month delay, maybe delay it to on Friday, or on Monday, the Judge said no, they're also not going to be able to bring executive privilege, what Donald Trump was telling him, what his attorneys were telling him into this case, as we know it right now.   COOPER:  What's the core of the case the government has put together against him?   POLANTZ:  Well, the government's case is simple. It's straightforward. It's efficient. That's how they have been approaching it from the beginning. And that's really what we saw from them today in their opening statements.   They framed it as, this isn't just a contempt of Congress case. Steve Bannon has contempt for Congress. And they really tried to simplify this down for the jury not get into the privilege ideas, which they really can't. And they really, really wanted to show that Bannon had a firm date where he needed to turn over documents and where he needed to show up for testimony and he defied that willingly. That is what they have been trying to show.   And one of their witnesses, we saw the first witness today, Kristin Amerling. She's a deputy with the House Select Committee. The questions were very straightforward for her. Did he turn over documents on that date he needed to? October 7th? She said, he did not.   And then she was asked, did he show up for testimony at 10:00 AM on October 14th, the date his subpoena said he should, and her answer was, he did not.   COOPER:  Katelyn Polantz, thanks. Appreciate it.   Joining us now, CNN senior investigative correspondent, Drew Griffin whose special report on Steve Bannon \"Divided We Fall\" aired over the weekend; also CNN contributor and former Watergate star witness, John Dean who served as White House Counsel in the Nixon administration; and CNN senior political correspondent Abby Phillip, anchor of CNN \"Inside Politics\" Sunday.   What do you make of Bannon's defense here, John? What is -- of his argument?   JOHN DEAN, CNN CONTRIBUTOR:  It's a very weak defense. He's really trying to say this is a witch hunt and everything is political. Well, of course, it's political. It's a political body that took this action against his contempt. But it's not a winning argument, because the government is just going to shred it, and say, of course, they're political, and they're doing what they're charged to do by the House and he is defying it, so it's a pretty simple case.   COOPER:  Abby, we saw, you know, Bannon leave the court as Katelyn was talking about and try to get into some sort of like mano-y-mano challenge with Select Committee Chairman Bennie Thompson, chiding him for not showing up. Bennie Thompson, actually, I mean, has an important job. Steve Bannon is a podcaster accused of breaking the law, and the staffer who apparently was on the witness stand, I assume that's the staffer who was sent was basically just asked basic questions: Did he provide documents? Did he show up?   ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT:  Yes, I mean, that as Katelyn said, the government's case is pretty straightforward. Steve Bannon was served a subpoena, he didn't answer it, didn't even attempt to answer it, and showed contempt for the process, for the institution of Congress. And that, as far as Steve Bannon is concerned is the point.   I mean, Bannon, has always been about really undermining institutions like Congress, defying them flagrantly in an effort to make the point that they are in his mind, illegitimate and so it doesn't surprise me that these proceedings have gone along these lines with Bannon continuing to put on a show for his podcast audience. That is ultimately what this is about.    He really does have an audience of one at the end of the day, and that is still Donald Trump. I still think that in a lot of ways Bannon is acting in a way that he believes Trump would be pleased with and in fact from the evidence that we have, Trump is pleased with how Bannon has been defying Congress up until this point.   [15:10:05]   COOPER:  Drew, as we mentioned, you did this fascinating CNN report about Bannon, the Special Report, and I want to play one particularly relevant part of that for our viewers.   (BEGIN VIDEO CLIP)   DREW GRIFFIN, CNN SENIOR INVESTIGATIVE CORRESPONDENT (voice over): Outside a recent hearing in his case, CNN caught up to Steve Bannon.   GRIFFIN (on camera):  Why do you continue to push the lie that the 2020 election was stolen?   BANNON:  It is not a lie.   GRIFFIN:  It's a lie. You have no proof. So, we've looked at all the facts.   BANNON:  You haven't --   GRIFFIN:  You don't have the facts. Rudy doesn't have the facts.   BANNON:  I'll tell you -- hold on. Hold on. Hey, do me a favor, get this guy, I want to sit down with you this week for two hours and we're going to go through all the evidence.   GRIFFIN:  Okay. How about Friday?   BANNON:  Friday done.   GRIFFIN:  All right.   BANNON:  Done deal.   GRIFFIN (voice over):  Despite that pledge, the interview never happened. Bannon ultimately ignored all our requests for interviews.   (END VIDEO CLIP)   COOPER:  I should mention that Bannon's defense team used the airing of your documentary as an argument to delay his trial. That argument failed.   GRIFFIN:  Yes, like all his other motions and last minute appeals to try to stop this trial failed. Funny, he was promoting our documentary on his own show at the same time, his attorneys were telling a Judge because of the pretrial publicity, they should delay it.   But I feel for Congress, we were trying to get an interview with Steve Bannon for many, many months. He dragged us along or his people dragged us along. And then as you saw there, even after he promised to sit down and talk to us all about how the election was, in fact, stolen, he just blew us off, basically, because he can't defend that, Anderson.   He is just looking for a show, like Abby said. He can't reasonably defend any of his positions. And you know, the odds are that if he did answer his subpoena and walk into Congress, he wouldn't have been talking to Bennie Thompson anyway. He would have been talking to investigators who would be asking him about facts, not bluster.   COOPER:  And I mean, John, the Justice Department, you know, their argument is that the subpoena was mandatory, not optional. But as we have seen, there's a long list of people -- Mark Meadows and others -- who have just ignored these subpoenas. I mean, Mark Meadows sort of gave some information to the Committee, Dan Scavino. Does it hurt the DOJ's case at all against Bannon than others?  DEAN:  I don't think that's even relevant. I don't think it'll even  get into the case. Ben and Mike try to get it in, but it's not going to happen. He committed his crime. And that's what will be the focus.   COOPER:  It is that cut and dry?   DEAN:  It is cut and dry. Absolutely. And we can see it. This is a cut and dry Judge. He's having no play with this nonsense that is going on.   COOPER:  At Abby, Bannon told the January 6 Committee that he is now willing to testify, preferably at a public hearing, that's not going to happen. Is there any more clarity on how the Committee is ultimately going to handle Steve Bannon?   PHILLIP:  Yes, more than likely the Committee -- they've said -- Congresswoman Elaine Luria, one of the members of the Committee told CNN that they still want to talk to him. They will probably have an interview with him in a closed door setting, which they've done with all of their witnesses, a closed door setting first, and then possibly a public setting, but I don't think Bannon is going to be in the category of people that they are going to have in a public setting.   Bannon would make a mockery of that process and I think that they are very much aware of that what they want to do is just get him on the record. You know, I do think there are some questions about whether Bannon even really respects this idea that when you swear under oath, that you're not going to lie to Congress, that that means that you don't lie to Congress.   We'll see how that would turn out in a private interview. But ultimately, that's what the January 6 Committee wants. They want him under oath, on the record, probably with the lawyers and not even with the Committee members just to get on the record, whether he is pleading the fifth or his side of the story, as far as they're concerned.   COOPER:  Drew, the sort of various iterations of Steve Bannon sort of fascinating and your documentary, you know, kind of showed this, you know, on the cover of \"Time\" Magazine, you know, carried himself as the person who helped Trump win the presidency as a co-campaign manager, then fell out of favor with the White House, banished from the White House, Trump was bad mouthing him.   Now, Trump seems to like him again, and he's gained power politically within the Trump movement -- Trumpism -- from pushing the election lie.   GRIFFIN:  Yes. In our report, we looked at Steve Bannon and Steve Bannon is long game and it was a long game that began before Donald Trump, and I think that's what is the real danger here that we might be missing in some of this.   Steve Bannon has started a political movement based on a lie. We may all believe in our hearts that no one could possibly follow him. He is very adept at motivating people who believe in that lie and believe that they are somehow aggrieved by this election laws to action and he's getting people to run for offices who are election deniers and he's setting up a scene where in 2024, we may actually have election deniers who are overseeing the vote.   [20:20:15]   And that is the real danger that we found in our documentary, and he is doing it all on this podcast, which has millions and millions of followers who basically live within the echo chamber that he has developed, and I don't think you can overlook that in terms of his political power.   It's not just about Trump, it is about his view of what the United States and the world should be. And I think many people would be frightened of that.   COOPER:  Interesting. Drew Griffin, John Dean, and Abby Phillip, thank you.   Major development as well in Georgia investigation of attempts to overturn election results there and a big shift, prosecutors say that all 16 so-called fake electors who were part of the former President scheme and who signed an unofficial electoral certificate that was sent to the National Archives are now targets of a criminal probe. They've all gotten what are known as target letters.   CNN's Nick Valencia joins us now with the latest.   What more have you learned?   NICK VALENCIA, CNN CORRESPONDENT:  Hey there, Anderson.   Yeah, this is major, so significant because it shows that District Attorney Fani Willis here could be inching towards potential criminal charges in her probe as she looks for potential election interference here in the State of Georgia.   Up until now, we know that the 16 electors had been -- some of them had been participating and cooperating with Willis, but this is the first time that we're hearing that these 16 electors could face potential criminal charges.   According to one of the attorneys, for many of these electors, some of them had been cooperating with Willis as witnesses, but not as targets, and all that changed according to court filings in late June when attorneys for Willis' office say that new evidence came to light.  Now attorneys for the electors are pushing back on this claim. They're saying that this is all a publicity stunt and that the electors agreed to be witnesses for Willis' investigation, but it was not in good faith.   But why this is so significant is that you know it shows that Willis is potentially inching closer towards these criminal charges, and it also shows Anderson just how wide ranging, wide reaching, and the broad scope of her investigation as well -- Anderson.  COOPER:  Is there any indication this investigation is drawing closer  to the former President?   VALENCIA:  There is, and it does suggest that this may be drawing closer to former President Trump, and we should remind our viewers it was earlier this month that seven key Trump allies were given subpoenas and that includes the former President's attorney Rudy Giuliani, as well as South Carolina Republican Senator Lindsey Graham, as well as five legal advisers to the Trump campaign.   Anderson, one thing is clear, we're going to see a lot of legal wrangling before there is any resolution to this all -- Anderson.   COOPER:  Nick Valencia, appreciate it.   Next, the Secret Service text messages the Select Committee wants from January 5th and 6th and why they don't have them yet. And what happens if they weren't deleted despite two warnings from Congress not to do that.   Later, big parts of Europe, not just baking in record high temperatures, but burning up as well. We'll show you where the worst of the heat and fires are and why this could be a sign of things to come, ahead.   (COMMERCIAL BREAK)   [20:22:08]   COOPER:  One of the hottest topics of the January 6th hearings is the role of the Secret Service, involving the former President's alleged anger when told he could not go to the Capitol or former Vice President's concern that his detail might whisk him away from the Capitol, keeping him from doing his duty.   Now, the Select Committee as you know, subpoena the Secret Service for any pertinent documents, calls, and text messages. Today, the agency delivered a first installment, but crucially minus any text.   CNN's Ryan Nobles at the Capitol for us tonight.   At this point, Ryan, is there any chance that the text messages in question can be recovered?   RYAN NOBLES, CNN CONGRESSIONAL CORRESPONDENT:  There is a question, Anderson, but no one seems to have the answer to it. The Secret Service can't seem to say with specificity whether or not they think these messages can be recovered. They're also even suggesting maybe these messages never existed, that their agency actually never used text messages to communicate during that crucial period of time.   The January 6 Select Committee keeps asking over and over again for specific information about where these texts are, and if they can ever be retrieved. I talked to Jamie Raskin earlier today, a member of the Committee and he said they just aren't getting those answers yet. But they promised that they were going to push forward and not quit asking those questions until they get the answers.   And then if they don't get the answers they're looking for, they'll try and figure out what to do next.   COOPER:  I mean, it's really an extraordinary situation, I mean, the idea that they on such an important event that there would be missing text messages, and then just the lack of clarity, still continuing.   NOBLES:  Yes, and I think that's an important part of this Anderson, is that part of what the January 6 Select Committee wants to know, is how these agents communicated with each other during this crucial period of time.   So if it wasn't through text messages, was it through some other form of communication, and that's part of the reason that they issued this subpoena, asking for a wide range of records so that they can sift through all of it and see if they can get the answers that they're looking for.   But there is no doubt that the Secret Service has been evasive in their answering of some of these questions. It's one of the reasons that the Inspector General was so frustrated by his look into this information, and it's one of the reasons that the Committee continues to press the Secret Service for answers.   COOPER:  They are not the only ones investigating these text messages.  NOBLES:  Yes, that's right. Now the National Archives is involved. They sent a letter today to the Department of Homeland Security, which is the agency that oversees the Secret Service, asking them to look into this lack of text messages being available between the days of January 5th and January 6th.   And the National Archives has a very specific request. They've given the Secret Service and the Department of Homeland Security 30 days to come up with an explanation for where these text messages, when Secret Service has said that they are ready to comply.   But Anderson, there is a lot of weight behind this request by the National Archives. It is against the law to delete or destroy Federal records. The National Archives could ultimately refer this information to the Department of Justice if they aren't satisfied with the answers that they're given by the Department of Homeland Security or Secret Service.   [20:25:12]   COOPER:  Ryan Nobles, appreciate it.   Now, as Ryan just mentioned, the National Archives is putting the Department of Homeland Security which oversees the Secret Service, as he said on notice. Chief Records Officer Laurence Brewer sending the department a letter asking for an explanation should the messages turn out to have been improperly deleted?   I'm quoting now from it: \"This report must include a complete description of the records affected, a statement of the exact circumstances surrounding the deletion of messages, a statement of the safeguards established to prevent further loss of documentation, and details of all agency actions taken to salvage, retrieve, or reconstruct the records.\" The proverbial strongly worded letter.   Perspective now from former Kansas Governor John Carlin, who served as archivist at the National Archives and Records Administration, from 1995 to 2005.   Governor Carlin, do you think the request from the National Archives to the Secret Service is the appropriate action for them to take here?  JOHN CARLIN, FORMER ARCHIVIST OF THE UNITED STATES:  Absolutely, because quite frankly, one of the main functions of the Archives is to get access to records and without those records, you can't hold government accountable. That's across the board regardless of what situation we're talking about.   It's just a basic fundamental fact that without those records, you can't have the full accountability. And so absolutely, I've seen the letter that went out from the Archives, and laid out very specifically, they're carrying out their role as the keeper of all the records, with responsibility to seeing they are created, they are preserved, and made accessible.   COOPER:  How unusual is a request like this?   CARLIN:  Very unusual, very unusual. I mean, my time, I go back to 10 years working with the Nixon records, and that was a somewhat similar over a long period of time, but I can't think of any other experience where it got much attention.   COOPER:  Yes.   CARLIN:  There might be minor things that don't ever get in the press or out of the attention of just maybe a couple people in the Archives, but a situation like this, not very often.   COOPER:  Do the Archives have any way to enforce their request? Or is it basically up to the Secret Service to comply?   CARLIN:  It's up to the Secret Service. Unfortunately, in my opinion, the archives have no support or even appropriations for -- I mean, they're just doing it out with our basic budget now. And all they can do is, as this letter points out, very clearly, it is their responsibility.   The law is very clear. All presidential records are official records, permanent records to be made eventually available to the public in this case, before the public gets access totally.   COOPER:  And if the request isn't fulfilled or ignored by the Secret Service, what kind of precedent do you think that would set for the future?   CARLIN:  Well, it would be a very bad one, if not the Congress, or the Courts don't follow through and in some way, make it clear. The Archives have no -- I don't know if anything, any action they can take. But certainly, it would have to be a part of at least some of what is sent forward in the final January 6 Committee work.   And you know, what the Department of Justice can do, I do not know. But the Archives have done in a follow through and carried out their responsibility, and I'm proud of them.   COOPER:  The previous administration, obviously, flouted archiving laws, the former President reportedly ripped up documents that had to be taped back together, in some cases, brought classified documents down to Mar-a-Lago. The staff using encrypted apps to communicate.   Do you think that's a new standard? Or maybe a new low as far as archives are concerned? Do you worry about other administrations in the future, deciding, let's just use encrypted apps like they did?   CARLIN:  Anderson, what you've just shared, has to be dealt with, at some point very clearly by the government and I am not in a position to say, okay, who does what, but it has got to be made clear that future administrations cannot just use this as an excuse.   Somebody got away with it. That's established a pattern. No, that would be incredibly damaging to our democracy and the rule of law, it would be unbelievably damaging to this country if that became a pattern.   [20:30:14]   COOPER: Yes, Governor Carlin and I really appreciate your time tonight. Thank you. CARLIN: You're most welcome. Thank you for covering this. COOPER: Coming up, news just in to CNN Uvalde, District Police Chief Pete Arredondo, Shimon Prokupecz has been pushing for answers as he always does his report next based on his fate. (COMMERCIAL BREAK) COOPER: Tonight, there's new action under discussion against Uvalde School District Police Chief Pete Arredondo. As we told you last night the new report from Texas House committee says this about his response to the school shooting Robb Elementary quote, as events unfolded he failed to perform or to transfer to another person the role of incident commander. The police as you know more than an hour to finally store in the classroom killed the gunman, 19 students two teachers were killed in the shooting. Last night at the school board meeting in Uvalde, a relative of a fourth grade shooting victim demanded action from the school board. (BEGIN VIDEO CLIP) BRETT CROSS, RELATIVE OF SHOOTING VICTIM UZIYAH GARCIA: You're still standing by paying him to take a vacation, correct? UNIDENTIFIED MALE: Yes. When he is on administrative leave, we received this information yesterday one of the things that did say when he went on administrative leave that we were going to wait for investigative information to come forward to help us in our decision making and I will stick to that [20:35:02] CROSS: All right, well I'll tell you this, if he's not fired by noon tomorrow then I want your resignation and every single one of you board members because y'all do not give a damn about our children or us. Stand with us or against us, because we ain't going nowhere. (END VIDEO CLIP) COOPER: Joining us now from Texas is CNN's Shimon Prokupecz. Obviously a lot of very understandable angers they're being directed at Pete Arredondo. What have details have you learned tonight and whether or not he may be removed? SHIMON PROKUPECZ, CNN CRIME & JUSTICE CORRESPONDENT: While that process is underway, Anderson, I'm told that school by school officials that they want him terminated, they want him gone. They listened to those parents in that meeting last night I was there. And it was incredible to watch Anderson because it was really the first time, you know, we've heard them sort of demand accountability. But it was really the first time where you felt that they had confidence that they were coming together as one to ask for accountability. And that was the biggest thing that they all wanted, they wanted Pete Arredondo fire, they want him gone. And now it looks like that process is underway. School officials are listening to those parents. And I'm told that they do the school wants him terminated. So there's a process now and that process is underway. The one thing Anderson is that he could, he could resign before ultimately that decision is made final because he's under contract, there's other things going on here. So we wait to see what happens certainly in the next few days, Anderson. COOPER: I mean, you obviously repeatedly tried to talk to Chief Arredondo to get some very basic questions, you caught up with him back in early June. He wasn't forthcoming at all, I just want to play part of what he did said to you. (BEGIN VIDEO CLIP) PETE ARREDONDO, POLICE CHIEF, UVALDE SCHOOL DISTRICT: We're not going to release anything, we have people in our community (INAUDIBLE) --  PROKUPECZ (on-camera): I just want your reaction to --  ARREDONDO: -- we're going to, we're going to, we're going to be --  PROKUPECZ (on-camera): -- the (INAUDIBLE) saying that you are responsible for the decision. ARREDONDO: Right. (INAUDIBLE). PROKUPECZ (on-camera): We're going to that room. How do you explain yourself? ARREDONDO: We're going to be respectful to the family. PROKUPECZ (on-camera): I understand that. And have an opportunity to explain yourself to the parents. ARREDONDO: (INAUDIBLLE). And just so you know, we're going to, we're going to do that eventually, obviously. PROKUPECZ (on-camera): When? ARREDONDO: And whenever this is done that the families could grieving, then we'll do that obviously. (END VIDEO CLIP) COOPER: Again, whenever the families quit grieving, and he was trying to turn it on you as a you were being disrespectful of asking these questions while people were grieving as if there's some end to the grief. I spoke to Angel Garza last night the step dad of Amerie Joe Garza, who was murdered. He said, anyone who says they're withholding information for the benefit of the families is lying. If someone has any information on how this happened, they want it now. And he also talked about kind of the families coming together. CNN has reached out to our Arredondo's lawyer. Has there been any response? PROKUPECZ: No, there's been no response. But that's typical with Arredondo side. Look, Arredondo has talked, he talked to the Texas Tribune where he claimed he didn't get a sense that he was the on- scene commander. But when you look at that body cam footage Anderson, and you look at that hallway footage that was released, you can tell that yes, there was no leadership. But there are people on the body camera footage who are saying Pete Arredondo is with the gunman. He's there. He's in charge, he's making the decisions. You hear Pete Arredondo trying to negotiate with the gunmen. Some of the family members have watched that body cam footage have watched the hallway footage, and they watching that you could tell that in yesterday in their reaction to some of what they have seen. They have felt the confidence and the strength to come forward and demand accountability. And that is why they want information. That is why they need information so that they know, they know that something here is wrong. There was a cover up. They were not given the truth. And so they want those answers and then doesn't stop where Pete Arredondo, the family say they're going to go after other people, other people who are in that hallway, and also other school officials. COOPER: Right. And as the report says, I mean, there were a lot of different agencies there. And a lot of responsibility, which we need to learn more about. Shimon Prokupecz, appreciate it. Coming up, the global heat wave that has helped fuel wildfires across Europe and set record high temperatures and parts of the U.S., including Texas and Oklahoma. We've got a just a stunning video of what happened to one UPS driver trying to work in this environment. Plus a live report from Paris in what's going on. (COMMERCIAL BREAK) [20:43:06] COOPER: Some newly obtained video we want to show you about this global heat wave. A UPS driver in Arizona last week was delivering packages in 108 degree weather. In the video, he seems to be having difficulty walking up to the house. He bends over to put down an envelope and slumped to the ground. He was motionless for 10 seconds and fell on his back. He then got back up rang the doorbell walked away. The man who lived inside the home didn't see the video until much later. He called police and UPS to check on the drivers safety. In a statement to CNN, UPS as the driver later called his supervisor for assistance. More than 100 million Americans are under heat alerts, record high temperatures in Texas and Oklahoma today. In Texas officials say a firefighter suffered heat exhaustion battling wildfire. The Texas A&M Forest Service's they expect the threat of fires remain extremely high, because it says about 99% of the state is experiencing some level of drought. And CNN's Melissa Bell reports to the extreme heat as a problem here as well as in Europe. (BEGIN VIDEOTAPE) MELISSA BELL, CNN CORRESPONDENT (voice-over): A fire rages through a field in Spain as homes burned. In Greater London, a house is swallowed by Wildfire. These just some of the many sweeping across Europe, where temperatures have soared and a heat emergency that stretches across the globe. China's heat wave began last week, with 51 cities including Beijing, now under the second highest heat alert level. European cities sweltered under new highs in what is the continents second heat wave of the summer, now entering its second week. Ireland seeing its hottest day in a century. In the United Kingdom temperatures reached 104 degrees, a first with London's fire brigade declaring a major incident on Tuesday because of a quote, huge surge and fires across the capital. UNIDENTIFIED FEMALE: I think we just have to adapt simply. Our homes have to change our way of life has to change. Doesn't it. [20:45:02] BELL (on-camera): Here in France the temperatures reached 105 degrees, difficult enough for Paris which is not accustomed to such extreme temperatures. But down in the southwest of France, the impact has been far more devastating. The French president is due down by those wildfires that have been spreading for several days, under pressure from local officials who accused him of not having done enough, soon enough. (voice-over): Down near Bordeaux, wildfires have continued to spread, burning through still more of the parched pine forests that run all the way down to Spain. Already, tens of thousands of people have been forced to evacuate their homes in southern Europe. The extreme heat causing fires in Texas and causing the plains to swelter all the way up to the Dakotas, temperatures as high as 110 feeling as high as 115. Experts say that climate change can no longer be ignored. DAVID WALLACE-WELLS, AUTHOR: We're talking about weather events that we probably would have expected to see, a decade or two down the line. But what's more striking than that, I think is how poorly we're preparing and adapting because we knew these temperatures were coming. BELL (voice-over): For many people across the northern hemisphere, this Tuesday brought those temperatures and there's weather events into far sharper focus. (END VIDEOTAPE) BELL: Anderson, here in Paris it's just started raining, a thunderstorm that's likely to prove short respite, that heat wave expected to continue into the middle of next week. And that of course, terrible news for those many hundreds of thousands of firefighters are trying to bring those fires under control, not just in Greece, Spain and Italy, countries that were accustomed to seeing them, the further north in Bordeaux and Brittany and as far north as London. Parts of the world where you just couldn't have imagined anything like this a few years ago and it is then when people flee their homes, when houses are destroyed, then that reality of climate change really comes home, Anderson. COOPER: Yes. Melissa Bell, appreciate it. Thank you. Stunning images. Just ahead, the politics of climate change here in the U.S. and how one Democratic senator thwarted his party's attempt to pass a bill that included efforts to fight climate change was Joe Manchin, motivated by his financial ties the coal industry. The answer that question, next. (COMMERCIAL BREAK) [20:51:03] COOPER: Pressure is building a prison Biden to announce some kind of action on climate change, particularly after West Virginia Senator Joe Manchin last week told his fellow Democrats he would not support the climate provisions in a large economic package, the Democrats want to pass and campaign on. That's according to sources and spoke to CNN. One of those sources said that Senator Manchin had at one point actually supported the climate provisions plus taxes to help pay for the package, Democrats need his vote in the 50/50 Senate, Manchin is obviously up for reelection in two years in like a state benefits from the energy industry. CNN's chief congressional correspondent Manu Raju has more on what Joe Manchin maybe after. (BEGIN VIDEOTAPE) SEN. JOE MANCHIN (D-WV): Let me make it let me be very clear on --  MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT (voice-over): Progressives in Congress are fed up with Senator Joe Manchin. REP. MONDAIRE JONES (D-NY): It's hard to think of someone who has been more effective at undermining a president of his own party than Senator Manchin. SEN. MARTIN HEINRICH (D-NM): It's not fair to have to string people along for a year and not come to a conclusion. It's not an appropriate way to negotiate. SEN MAZIE HIRONO (D-HI): The 50/50 Senate it sucks. So that's it. RAJU (voice-over): Biden initially wanted a $3.5 trillion bill to expand the social safety net. JOE BIDEN (D) PRESIDENT OF UNITED STATES: The (INAUDIBLE) in these bills is what 81 million Americans voted for. RAJU (voice-over): For months, matched in the president negotiated with Manchin even secretly proposing the Senate Majority Leader Chuck Schumer, he would only agree to a bill about half its size. After the White House came down to $1.75 trillion, Manchin derailed the effort by saying he was filled with budget gimmicks. MANCHIN: This is a no on this legislation. RAJU (voice-over): But Schumer has been quietly in talks with Manchin on a scale back plan and after believing they were close to a $350 billion Climate and Energy Deal, along with tax hikes to pay for it, Manchin indicated he favored a narrower bill focused on prescription drug prices and health care subsidies. (on-camera): How do you respond to the criticism from your colleagues that you strung them along for an entire year and at the end of the day, you pulled the plug? MANCHIN: Yes, I never strung anybody along. I was the first one to raise the alarm on inflation. I'm worried about the person that can't feed their family. So I'm sorry if they don't care about that, I do. RAJU (voice-over): Manchin who lives on a 65-foot boat while in D.C. has been criticized for his ties to the energy industry as he has benefited from nearly a million dollars in campaign donations from the oil and gas industry over the past five years. He has financial holdings between 1 million and $5 million in a coal business he found it. But he says that has nothing to deal with his positions. (on-camera): They say it's your personal ties to the, that coal industry or financial ties. MANCHIN: You know what, everyone has a job, everyone has made a living or tried to make a living provide for their family, if they want to criticize that and looking for some reason, the bottom line is inflation. RAJU (voice-over): The reality, Manchin is a rare Democrat from a state that Donald Trump carried by nearly 40 points, with Manchin only winning reelection in 2018 by just three. The former West Virginia University football player and ex-governor, Manchin won his first race in 2010 after vowing to literally shut down his party's climate change bill. MANCHIN: I'll take dead aim at the cap and trade bill, cause it's bad for West Virginia. RAJU (voice-over): Moderate say he's reining in the party's extremes and credit him for helping broker in infrastructure package and the gun violence bill that Biden signed into law. (on-camera): Are you happy with the position he's taking these issues? REP. HENRY CUELLAR (D-TX): I'm happy that he moderates many times. REP. TIM RYAN (D-OH): He's with us 70, 75 80% of the time. Nobody agrees with everybody 100% of the time. RAJU (voice-over): And as he along with Senator Kyrsten Sinema have refused to change filibuster rules, he has become a GOP darling. (on-camera): Will you support him if he ran for reelection in 2024? UNIDENTIFIED FEMALE: Absolutely. RAJU (on-camera): How helpful has he been to Republicans in the (INAUDIBLE) Senate? SEN. BILL CASSIDY (R-LA): I think he's been helpful to the country. [20:55:00] RAJU (voice-over): Some say he should just change parties. (on-camera): You keep hearing Republicans saying he should just join our conference. What do you think about? MANCHIN: We'll see later. (END VIDEOTAPE) RAJU: There is still a strong likelihood Anderson that that some legislation could get to President Biden's desk in the coming weeks that focusing on healthcare issues, namely allowing Medicare, the power to negotiate the prices of prescription drugs, as well as extending those expiring subsidies under the Affordable Care Act for two years. Democrats are using a party line procedures under the budget rules to try to pass that but of course they need all 50 Democrats to get on board because no Republicans plan to join them. And that means at the end of the day, they need Joe Manchin. Anderson. COOPER: Manu Raju, great report. Thank you. Appreciate it. Up next, the worlds sharpest close up of Jupiter and its moons from the new space telescope designed to see billions of light years away. Incredible images. (COMMERCIAL BREAK) COOPER: Well, it's hot and the time is feel heavy. So we want to close with somebody that might take a little bit of mental load off. It comes again from NASA who last week showed the world several mind blowing images including galaxy cluster billions of light years away all from the James Webb Telescope, which has turned its focus on something much closer to planet earth. Here it is Jupiter, the biggest planet in our solar system, a mere 430 million miles away. It's the left to Jupiter is famous Great Red Spot a storm big enough to swallow earth according to NASA. You see the shadow of you Europa, one of Jupiter's orbiting moons as well. [21:00:03] There are also these new photos giving us another view of Europa and two other moons. And in another image you can see Jupiter it's hard to see rings. It's proof that Webb can pick up pale objects while also capturing detail on bright fast moving objects, both of which will come in handy as it explores Jupiter, Mars, and Saturn. The news continues. Want to hand over Laura Coates in \"CNN TONIGHT.\" Laura. ", "sentence_breakdown": [{"positive_polarities": [[0.9, "ERIN BURNETT, CNN HOST:  Incredible."], [0.13636363636363635, "Sara Sidner, thank you so much, live from London tonight."], [0.2, "Thanks to all of you for joining us."], [0.7, "ANDERSON COOPER, CNN HOST:  Good evening."], [0.25, "The first trial of the first person charged with defying a subpoena to appear before the House January 6 Committee is now fully underway."], [0.35, "This is Steve Bannon, one time \"Time\" Magazine cover boy who was in then out of the former President's administration in good graces, and whose name has come up again and again in the January 6 Committee hearings."], [0.125, "Now remember, this is the same Steve Bannon who promised as he made his first Court appearance to make this \"A misdemeanor from hell.\""], [0.25625, "Deliver that and we'll see how good you are, little Jamie Raskin and Liz Cheney and all of it."], [0.1666666666666667, "Generally when people view themselves as really important, they reach peak pomposity and then they generally tend to do that."], [0.5, "Now, for most people getting a subpoena to appear whether before Congress or in Court means just that, you appear."], [0.6, "He was after all a leading cheerleader and by his own claims, a leading voice in it all."], [0.25, "(END VIDEO CLIP)   CARLSON:  He said a lot of things like that, more specifically though, the Committee is interested in his calls with the former President and what he said after one of them."], [0.25, "The first conversation they had lasted for 11 minutes."], [0.25, "Listen to what Mr. Bannon said that day after the first call he had with the President."], [0.2857142857142857, "And now we're on as they say, the point of attack, right?"], [0.25, "Okay, it's going to be quite extraordinarily different, and all I can say is strap in."], [0.08124999999999999, "(END VIDEO CLIP)   COOPER:  Now Judge Nichols again, a Trump appointee has ruled out executive privilege on a number of other potential defense arguments leaving Steve Bannon with not many options and no way to make good on this threat."], [0.5, "Okay."], [0.175, "He is actually now speaking about himself in the third person, and I must say sounding kind of like I did when I was 11 years old and playing Dungeons and Dragons."], [0.3844444444444444, "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER:  Well, Anderson, when we arrived this morning, we really thought that it was going to be very smooth this case would get off very quickly, the jury would be seated and we'd be off to the races with opening statements."], [0.1, "The judge has said, no, that's not going to happen at this time, maybe in a very sliver of a chance later on."], [0.24285714285714285, "But right now, that wasn't going to happen, and that was really reflective of the approach in Court of his attorneys today."], [0.275, "And really, that's what consumed most of the morning, I said, we thought that it was going to go smoothly, we ended up not starting with the jury sworn in until about one o'clock, and that's because his attorneys kept asking for things."], [0.39285714285714285, "They asked for a month delay, maybe delay it to on Friday, or on Monday, the Judge said no, they're also not going to be able to bring executive privilege, what Donald Trump was telling him, what his attorneys were telling him into this case, as we know it right now."], [0.375, "It's straightforward."], [0.2, "And that's really what we saw from them today in their opening statements."], [0.08148148148148147, "And they really tried to simplify this down for the jury not get into the privilege ideas, which they really can't."], [0.08333333333333333, "And they really, really wanted to show that Bannon had a firm date where he needed to turn over documents and where he needed to show up for testimony and he defied that willingly."], [0.25, "And one of their witnesses, we saw the first witness today, Kristin Amerling."], [0.48750000000000004, "The questions were very straightforward for her."], [0.2, "COOPER:  Katelyn Polantz, thanks."], [0.09142857142857144, "Joining us now, CNN senior investigative correspondent, Drew Griffin whose special report on Steve Bannon \"Divided We Fall\" aired over the weekend; also CNN contributor and former Watergate star witness, John Dean who served as White House Counsel in the Nixon administration; and CNN senior political correspondent Abby Phillip, anchor of CNN \"Inside Politics\" Sunday."], [0.1, "He's really trying to say this is a witch hunt and everything is political."], [0.05, "It's a political body that took this action against his contempt."], [0.04375000000000001, "Bennie Thompson, actually, I mean, has an important job."], [0.025, "Steve Bannon is a podcaster accused of breaking the law, and the staffer who apparently was on the witness stand, I assume that's the staffer who was sent was basically just asked basic questions: Did he provide documents?"], [0.078125, "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT:  Yes, I mean, that as Katelyn said, the government's case is pretty straightforward."], [0.1, "And that, as far as Steve Bannon is concerned is the point."], [0.2, "He really does have an audience of one at the end of the day, and that is still Donald Trump."], [0.3333333333333333, "I still think that in a lot of ways Bannon is acting in a way that he believes Trump would be pleased with and in fact from the evidence that we have, Trump is pleased with how Bannon has been defying Congress up until this point."], [0.48571428571428577, "[15:10:05]   COOPER:  Drew, as we mentioned, you did this fascinating CNN report about Bannon, the Special Report, and I want to play one particularly relevant part of that for our viewers."], [0.5, "GRIFFIN:  Okay."], [0.2857142857142857, "GRIFFIN:  All right."], [0.2125, "Funny, he was promoting our documentary on his own show at the same time, his attorneys were telling a Judge because of the pretrial publicity, they should delay it."], [0.5, "But I feel for Congress, we were trying to get an interview with Steve Bannon for many, many months."], [0.2, "He can't reasonably defend any of his positions."], [0.4, "DEAN:  I don't think that's even relevant."], [0.2, "Absolutely."], [0.125, "COOPER:  At Abby, Bannon told the January 6 Committee that he is now willing to testify, preferably at a public hearing, that's not going to happen."], [0.25, "Is there any more clarity on how the Committee is ultimately going to handle Steve Bannon?"], [0.25, "PHILLIP:  Yes, more than likely the Committee -- they've said -- Congresswoman Elaine Luria, one of the members of the Committee told CNN that they still want to talk to him."], [0.009999999999999998, "They will probably have an interview with him in a closed door setting, which they've done with all of their witnesses, a closed door setting first, and then possibly a public setting, but I don't think Bannon is going to be in the category of people that they are going to have in a public setting."], [0.25, "Bannon would make a mockery of that process and I think that they are very much aware of that what they want to do is just get him on the record."], [0.2, "You know, I do think there are some questions about whether Bannon even really respects this idea that when you swear under oath, that you're not going to lie to Congress, that that means that you don't lie to Congress."], [0.1, "But ultimately, that's what the January 6 Committee wants."], [0.1, "They want him under oath, on the record, probably with the lawyers and not even with the Committee members just to get on the record, whether he is pleading the fifth or his side of the story, as far as they're concerned."], [0.175, "COOPER:  Drew, the sort of various iterations of Steve Bannon sort of fascinating and your documentary, you know, kind of showed this, you know, on the cover of \"Time\" Magazine, you know, carried himself as the person who helped Trump win the presidency as a co-campaign manager, then fell out of favor with the White House, banished from the White House, Trump was bad mouthing him."], [0.29333333333333333, "He is very adept at motivating people who believe in that lie and believe that they are somehow aggrieved by this election laws to action and he's getting people to run for offices who are election deniers and he's setting up a scene where in 2024, we may actually have election deniers who are overseeing the vote."], [0.08727272727272728, "[20:20:15]   And that is the real danger that we found in our documentary, and he is doing it all on this podcast, which has millions and millions of followers who basically live within the echo chamber that he has developed, and I don't think you can overlook that in terms of his political power."], [0.5, "And I think many people would be frightened of that."], [0.5, "COOPER:  Interesting."], [0.5, "CNN's Nick Valencia joins us now with the latest."], [0.5, "What more have you learned?"], [0.007499999999999995, "Yeah, this is major, so significant because it shows that District Attorney Fani Willis here could be inching towards potential criminal charges in her probe as she looks for potential election interference here in the State of Georgia."], [0.18409090909090908, "According to one of the attorneys, for many of these electors, some of them had been cooperating with Willis as witnesses, but not as targets, and all that changed according to court filings in late June when attorneys for Willis' office say that new evidence came to light."], [0.7, "They're saying that this is all a publicity stunt and that the electors agreed to be witnesses for Willis' investigation, but it was not in good faith."], [0.04, "VALENCIA:  There is, and it does suggest that this may be drawing closer to former President Trump, and we should remind our viewers it was earlier this month that seven key Trump allies were given subpoenas and that includes the former President's attorney Rudy Giuliani, as well as South Carolina Republican Senator Lindsey Graham, as well as five legal advisers to the Trump campaign."], [0.15000000000000002, "Anderson, one thing is clear, we're going to see a lot of legal wrangling before there is any resolution to this all -- Anderson."], [0.05333333333333334, "Later, big parts of Europe, not just baking in record high temperatures, but burning up as well."], [0.075, "Today, the agency delivered a first installment, but crucially minus any text."], [0.11875000000000002, "NOBLES:  Yes, and I think that's an important part of this Anderson, is that part of what the January 6 Select Committee wants to know, is how these agents communicated with each other during this crucial period of time."], [0.2857142857142857, "NOBLES:  Yes, that's right."], [0.033333333333333326, "The National Archives could ultimately refer this information to the Department of Justice if they aren't satisfied with the answers that they're given by the Department of Homeland Security or Secret Service."], [0.11666666666666665, "I'm quoting now from it: \"This report must include a complete description of the records affected, a statement of the exact circumstances surrounding the deletion of messages, a statement of the safeguards established to prevent further loss of documentation, and details of all agency actions taken to salvage, retrieve, or reconstruct the records.\""], [0.4333333333333333, "The proverbial strongly worded letter."], [0.06666666666666667, "Governor Carlin, do you think the request from the National Archives to the Secret Service is the appropriate action for them to take here?"], [0.12222222222222223, "JOHN CARLIN, FORMER ARCHIVIST OF THE UNITED STATES:  Absolutely, because quite frankly, one of the main functions of the Archives is to get access to records and without those records, you can't hold government accountable."], [0.175, "It's just a basic fundamental fact that without those records, you can't have the full accountability."], [0.25833333333333336, "And so absolutely, I've seen the letter that went out from the Archives, and laid out very specifically, they're carrying out their role as the keeper of all the records, with responsibility to seeing they are created, they are preserved, and made accessible."], [0.2, "COOPER:  How unusual is a request like this?"], [0.26, "CARLIN:  Very unusual, very unusual."], [0.13000000000000003, "And all they can do is, as this letter points out, very clearly, it is their responsibility."], [0.13000000000000003, "The law is very clear."], [0.1, "All presidential records are official records, permanent records to be made eventually available to the public in this case, before the public gets access totally."], [0.06666666666666665, "COOPER:  And if the request isn't fulfilled or ignored by the Secret Service, what kind of precedent do you think that would set for the future?"], [0.1, "The Archives have no -- I don't know if anything, any action they can take."], [0.8, "But the Archives have done in a follow through and carried out their responsibility, and I'm proud of them."], [0.06818181818181818, "Do you think that's a new standard?"], [0.07878787878787878, "Or maybe a new low as far as archives are concerned?"], [0.13599999999999998, "CARLIN:  Anderson, what you've just shared, has to be dealt with, at some point very clearly by the government and I am not in a position to say, okay, who does what, but it has got to be made clear that future administrations cannot just use this as an excuse."], [0.325, "No, that would be incredibly damaging to our democracy and the rule of law, it would be unbelievably damaging to this country if that became a pattern."], [0.2, "[20:30:14]   COOPER: Yes, Governor Carlin and I really appreciate your time tonight."], [0.65, "CARLIN: You're most welcome."], [0.07878787878787878, "(COMMERCIAL BREAK) COOPER: Tonight, there's new action under discussion against Uvalde School District Police Chief Pete Arredondo."], [0.024999999999999994, "The police as you know more than an hour to finally store in the classroom killed the gunman, 19 students two teachers were killed in the shooting."], [0.004999999999999999, "Last night at the school board meeting in Uvalde, a relative of a fourth grade shooting victim demanded action from the school board."], [0.07142857142857142, "When he is on administrative leave, we received this information yesterday one of the things that did say when he went on administrative leave that we were going to wait for investigative information to come forward to help us in our decision making and I will stick to that [20:35:02] CROSS: All right, well I'll tell you this, if he's not fired by noon tomorrow then I want your resignation and every single one of you board members because y'all do not give a damn about our children or us."], [0.1, "Obviously a lot of very understandable angers they're being directed at Pete Arredondo."], [0.45, "And it was incredible to watch Anderson because it was really the first time, you know, we've heard them sort of demand accountability."], [0.225, "But it was really the first time where you felt that they had confidence that they were coming together as one to ask for accountability."], [0.2, "And I'm told that they do the school wants him terminated."], [0.0047619047619047545, "So we wait to see what happens certainly in the next few days, Anderson."], [0.2, "(BEGIN VIDEO CLIP) PETE ARREDONDO, POLICE CHIEF, UVALDE SCHOOL DISTRICT: We're not going to release anything, we have people in our community (INAUDIBLE) --  PROKUPECZ (on-camera): I just want your reaction to --  ARREDONDO: -- we're going to, we're going to, we're going to be --  PROKUPECZ (on-camera): -- the (INAUDIBLE) saying that you are responsible for the decision."], [0.2857142857142857, "ARREDONDO: Right."], [0.5, "ARREDONDO: We're going to be respectful to the family."], [0.6, "And he also talked about kind of the families coming together."], [0.2857142857142857, "COOPER: Right."], [0.5, "And a lot of responsibility, which we need to learn more about."], [0.08, "Coming up, the global heat wave that has helped fuel wildfires across Europe and set record high temperatures and parts of the U.S., including Texas and Oklahoma."], [0.5, "We've got a just a stunning video of what happened to one UPS driver trying to work in this environment."], [0.13636363636363635, "Plus a live report from Paris in what's going on."], [0.04545454545454545, "(COMMERCIAL BREAK) [20:43:06] COOPER: Some newly obtained video we want to show you about this global heat wave."], [0.33, "More than 100 million Americans are under heat alerts, record high temperatures in Texas and Oklahoma today."], [0.16, "The Texas A&M Forest Service's they expect the threat of fires remain extremely high, because it says about 99% of the state is experiencing some level of drought."], [0.5, "In Greater London, a house is swallowed by Wildfire."], [0.5, "These just some of the many sweeping across Europe, where temperatures have soared and a heat emergency that stretches across the globe."], [0.03409090909090909, "European cities sweltered under new highs in what is the continents second heat wave of the summer, now entering its second week."], [0.23750000000000004, "In the United Kingdom temperatures reached 104 degrees, a first with London's fire brigade declaring a major incident on Tuesday because of a quote, huge surge and fires across the capital."], [0.07222222222222222, "(voice-over): Down near Bordeaux, wildfires have continued to spread, burning through still more of the parched pine forests that run all the way down to Spain."], [0.065, "The extreme heat causing fires in Texas and causing the plains to swelter all the way up to the Dakotas, temperatures as high as 110 feeling as high as 115."], [0.19999999999999998, "But what's more striking than that, I think is how poorly we're preparing and adapting because we knew these temperatures were coming."], [0.3, "BELL (voice-over): For many people across the northern hemisphere, this Tuesday brought those temperatures and there's weather events into far sharper focus."], [0.5, "Stunning images."], [0.18299319727891156, "(COMMERCIAL BREAK) [20:51:03] COOPER: Pressure is building a prison Biden to announce some kind of action on climate change, particularly after West Virginia Senator Joe Manchin last week told his fellow Democrats he would not support the climate provisions in a large economic package, the Democrats want to pass and campaign on."], [0.5, "CNN's chief congressional correspondent Manu Raju has more on what Joe Manchin maybe after."], [0.13000000000000003, "(BEGIN VIDEOTAPE) SEN. JOE MANCHIN (D-WV): Let me make it let me be very clear on --  MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT (voice-over): Progressives in Congress are fed up with Senator Joe Manchin."], [0.3520833333333333, "REP. MONDAIRE JONES (D-NY): It's hard to think of someone who has been more effective at undermining a president of his own party than Senator Manchin."], [0.5, "It's not an appropriate way to negotiate."], [0.011111111111111112, "RAJU (voice-over): Biden initially wanted a $3.5 trillion bill to expand the social safety net."], [0.08148148148148147, "After the White House came down to $1.75 trillion, Manchin derailed the effort by saying he was filled with budget gimmicks."], [0.26666666666666666, "RAJU (voice-over): But Schumer has been quietly in talks with Manchin on a scale back plan and after believing they were close to a $350 billion Climate and Energy Deal, along with tax hikes to pay for it, Manchin indicated he favored a narrower bill focused on prescription drug prices and health care subsidies."], [0.25, "I was the first one to raise the alarm on inflation."], [0.225, "RAJU (voice-over): The reality, Manchin is a rare Democrat from a state that Donald Trump carried by nearly 40 points, with Manchin only winning reelection in 2018 by just three."], [0.03148148148148147, "The former West Virginia University football player and ex-governor, Manchin won his first race in 2010 after vowing to literally shut down his party's climate change bill."], [0.8, "(on-camera): Are you happy with the position he's taking these issues?"], [0.65, "REP. HENRY CUELLAR (D-TX): I'm happy that he moderates many times."], [0.1, "UNIDENTIFIED FEMALE: Absolutely."], [0.4333333333333333, "(END VIDEOTAPE) RAJU: There is still a strong likelihood Anderson that that some legislation could get to President Biden's desk in the coming weeks that focusing on healthcare issues, namely allowing Medicare, the power to negotiate the prices of prescription drugs, as well as extending those expiring subsidies under the Affordable Care Act for two years."], [0.8, "COOPER: Manu Raju, great report."], [0.1787878787878788, "Up next, the worlds sharpest close up of Jupiter and its moons from the new space telescope designed to see billions of light years away."], [0.9, "Incredible images."], [0.016666666666666663, "(COMMERCIAL BREAK) COOPER: Well, it's hot and the time is feel heavy."], [0.15000000000000002, "It comes again from NASA who last week showed the world several mind blowing images including galaxy cluster billions of light years away all from the James Webb Telescope, which has turned its focus on something much closer to planet earth."], [0.21666666666666667, "It's the left to Jupiter is famous Great Red Spot a storm big enough to swallow earth according to NASA."], [0.005681818181818177, "[21:00:03] There are also these new photos giving us another view of Europa and two other moons."], [0.3225, "It's proof that Webb can pick up pale objects while also capturing detail on bright fast moving objects, both of which will come in handy as it explores Jupiter, Mars, and Saturn."]], "negative_polarities": [[0.0, "SARA SIDNER, CNN SENIOR NATIONAL CORRESPONDENT:  And that is easier said than done."], [-0.125, "You know, we should mention that in Arizona, a temperature of 100 or 140 degrees is like a cool summer day there, but here in the UK, it is truly dangerous with the government telling people not to go anywhere and not to do anything until the heat subsides -- Erin."], [0.0, "AC 360 starts now."], [0.0, "We're not just talking about any person."], [0.0, "In opening statements today, Federal prosecutors argue that the now right-wing podcaster put himself above the law."], [0.0, "The defense suggesting that two contempt of Congress charges against him were politically motivated."], [0.0, "Proceedings began today after the Judge in the case, Carl Nichols, who is a Trump appointee denied a defense request for a month-long delay."], [0.0, "You'll recall the last week, he rejected a number of defenses, including Bannon's claim of executive privilege, leading one Bannon defense attorney to ask and these are his words: \"What's the point of going to trial if there are no defenses?\""], [0.0, "To which the Judge who replied, \"Agreed.\""], [-0.06313131313131314, "It is the same Steve Bannon who even as he recently offered to appear live before the Select Committee, expressed contempt for its members and continued his tough guy routine, trying to set conditions for his testimony."], [0.0, "(BEGIN VIDEO CLIP)   STEVE BANNON, HOST, \"WAR ROOM\":  Here's what I need."], [0.0, "Give me a date, a time, a room number, a microphone and a Holy Bible I can take the oath on."], [0.0, "Boom."], [0.0, "Serve it up."], [0.0, "(END VIDEO CLIP)   COOPER:  Surprise, he isn't speaking about himself in the third person."], [0.0, "There is no option to negotiate terms, of course, it hasn't stopped members of the former administration from trying."], [-0.05357142857142857, "There is certainly no option to simply say no as Bannon has and it is understandable why a Committee focused on January 6th and what led up to it might want to hear from Steve Bannon."], [-0.05681818181818182, "(BEGIN VIDEO CLIP)   BANNON:  Live from our nation's capital, you're in the field headquarters of one of the small divisions of the bloodless coup."], [0.0, "Step by step by step, day by day, understanding we're all going to converge on that point on the 6th."], [-0.15, "(BEGIN VIDEO CLIP)   REP. STEPHANIE MURPHY (D-FL):  The Committee has learned from the White House phone logs that the President spoke to Steve Bannon, his close adviser at least twice on January 5th."], [-0.07692307692307693, "(BEGIN VIDEO CLIP)   BANNON:  All hell is going to break loose tomorrow."], [0.0, "It's all converging."], [0.0, "The point of attack tomorrow."], [0.0, "I'll tell you this."], [0.0, "It's not going to happen like you think it's going to happen."], [0.0, "MURPHY:  From those same phone logs, we know that the President and Mr. Bannon spoke again on the phone that evening, this time for six minutes."], [0.0, "(BEGIN VIDEO CLIP)   BANNON:  Pray for our enemies."], [0.0, "Pray for -- because we're going to medieval on these people."], [0.0, "We're going to savage our enemies, so pray for them."], [0.0, "That's -- who needs prayers?"], [0.0, "Not MAGA."], [-0.10714285714285714, "Not \"War Room\" and certainly not Stephen K. Bannon."], [0.0, "(END VIDEO CLIP)   COOPER:  And I spoke too soon."], [0.0, "CNN's Katelyn Polantz was in the DC Federal Courtroom today and was outside, when, as we mentioned moments ago, Steve Bannon spoke out."], [0.0, "What was it like inside the Courtroom today?"], [0.0, "That is not what happened at all."], [-0.0625, "And I actually want to highlight a little bit of what Steve Bannon said outside the Court because it echoed some of the strategy that his lawyers were trying to inside the Court."], [0.0, "Here he is after Court ended today."], [0.0, "[20:05:05]   (BEGIN VIDEO CLIP)   BANNON:  Bennie Thompson sent a staffer over here."], [0.0, "Where is Bennie Thompson?"], [-0.4, "We subpoenaed Thompson and they are hiding behind these phony privileges."], [0.0, "He is too gutless to come over here himself."], [0.0, "He's made it a crime, made it a crime, not a civil charge of wanting my testimony, but a crime."], [0.0, "And he didn't have the courage or guts to show up here and he sent a staffer."], [0.0, "I challenge Bennie Thompson today to have the courage to come to this Courthouse."], [0.0, "He's going to charge somebody with a crime."], [0.0, "He's going to be man enough to show up here."], [-0.15555555555555559, "(END VIDEO CLIP)   POLANTZ:  So he's calling for a House Select Committee Chair Bennie Thompson to come down the street to testify in Court."], [0.0, "That sounds like political bluster, but that's actually something that his attorneys have tried to argue in this case."], [0.0, "They've wanted to subpoena Members of Congress, members of the Committee, Thompson himself."], [0.0, "They kept trying to wedge things back into this case that the Judge had already said, it's not going to happen."], [0.0, "They kept raising things like that they wanted to delay the trial again."], [0.0, "COOPER:  What's the core of the case the government has put together against him?"], [0.0, "POLANTZ:  Well, the government's case is simple."], [0.0, "It's efficient."], [0.0, "That's how they have been approaching it from the beginning."], [0.0, "They framed it as, this isn't just a contempt of Congress case."], [0.0, "Steve Bannon has contempt for Congress."], [0.0, "That is what they have been trying to show."], [0.0, "She's a deputy with the House Select Committee."], [0.0, "Did he turn over documents on that date he needed to?"], [0.0, "October 7th?"], [0.0, "She said, he did not."], [0.0, "And then she was asked, did he show up for testimony at 10:00 AM on October 14th, the date his subpoena said he should, and her answer was, he did not."], [0.0, "Appreciate it."], [0.0, "What do you make of Bannon's defense here, John?"], [0.0, "What is -- of his argument?"], [-0.48750000000000004, "JOHN DEAN, CNN CONTRIBUTOR:  It's a very weak defense."], [0.0, "Well, of course, it's political."], [0.0, "But it's not a winning argument, because the government is just going to shred it, and say, of course, they're political, and they're doing what they're charged to do by the House and he is defying it, so it's a pretty simple case."], [0.0, "COOPER:  Abby, we saw, you know, Bannon leave the court as Katelyn was talking about and try to get into some sort of like mano-y-mano challenge with Select Committee Chairman Bennie Thompson, chiding him for not showing up."], [0.0, "Did he show up?"], [0.0, "Steve Bannon was served a subpoena, he didn't answer it, didn't even attempt to answer it, and showed contempt for the process, for the institution of Congress."], [-0.056249999999999994, "I mean, Bannon, has always been about really undermining institutions like Congress, defying them flagrantly in an effort to make the point that they are in his mind, illegitimate and so it doesn't surprise me that these proceedings have gone along these lines with Bannon continuing to put on a show for his podcast audience."], [0.0, "That is ultimately what this is about."], [0.0, "(BEGIN VIDEO CLIP)   DREW GRIFFIN, CNN SENIOR INVESTIGATIVE CORRESPONDENT (voice over): Outside a recent hearing in his case, CNN caught up to Steve Bannon."], [0.0, "GRIFFIN (on camera):  Why do you continue to push the lie that the 2020 election was stolen?"], [0.0, "BANNON:  It is not a lie."], [0.0, "GRIFFIN:  It's a lie."], [0.0, "You have no proof."], [0.0, "So, we've looked at all the facts."], [0.0, "BANNON:  You haven't --   GRIFFIN:  You don't have the facts."], [0.0, "Rudy doesn't have the facts."], [0.0, "BANNON:  I'll tell you -- hold on."], [0.0, "Hold on."], [-0.15555555555555559, "Hey, do me a favor, get this guy, I want to sit down with you this week for two hours and we're going to go through all the evidence."], [0.0, "How about Friday?"], [0.0, "BANNON:  Friday done."], [0.0, "BANNON:  Done deal."], [0.0, "GRIFFIN (voice over):  Despite that pledge, the interview never happened."], [0.0, "Bannon ultimately ignored all our requests for interviews."], [0.0, "(END VIDEO CLIP)   COOPER:  I should mention that Bannon's defense team used the airing of your documentary as an argument to delay his trial."], [-0.5, "That argument failed."], [-0.20833333333333334, "GRIFFIN:  Yes, like all his other motions and last minute appeals to try to stop this trial failed."], [0.0, "He dragged us along or his people dragged us along."], [-0.15555555555555559, "And then as you saw there, even after he promised to sit down and talk to us all about how the election was, in fact, stolen, he just blew us off, basically, because he can't defend that, Anderson."], [0.0, "He is just looking for a show, like Abby said."], [0.0, "And you know, the odds are that if he did answer his subpoena and walk into Congress, he wouldn't have been talking to Bennie Thompson anyway."], [0.0, "He would have been talking to investigators who would be asking him about facts, not bluster."], [-0.3125, "COOPER:  And I mean, John, the Justice Department, you know, their argument is that the subpoena was mandatory, not optional."], [-0.05, "But as we have seen, there's a long list of people -- Mark Meadows and others -- who have just ignored these subpoenas."], [-0.3125, "I mean, Mark Meadows sort of gave some information to the Committee, Dan Scavino."], [0.0, "Does it hurt the DOJ's case at all against Bannon than others?"], [0.0, "I don't think it'll even  get into the case."], [0.0, "Ben and Mike try to get it in, but it's not going to happen."], [0.0, "He committed his crime."], [0.0, "And that's what will be the focus."], [-0.06666666666666665, "COOPER:  It is that cut and dry?"], [-0.06666666666666665, "DEAN:  It is cut and dry."], [0.0, "And we can see it."], [-0.06666666666666665, "This is a cut and dry Judge."], [0.0, "He's having no play with this nonsense that is going on."], [0.0, "We'll see how that would turn out in a private interview."], [0.0, "Now, Trump seems to like him again, and he's gained power politically within the Trump movement -- Trumpism -- from pushing the election lie."], [0.0, "GRIFFIN:  Yes."], [-0.15, "In our report, we looked at Steve Bannon and Steve Bannon is long game and it was a long game that began before Donald Trump, and I think that's what is the real danger here that we might be missing in some of this."], [0.0, "Steve Bannon has started a political movement based on a lie."], [0.0, "We may all believe in our hearts that no one could possibly follow him."], [0.0, "It's not just about Trump, it is about his view of what the United States and the world should be."], [0.0, "Drew Griffin, John Dean, and Abby Phillip, thank you."], [-0.1675, "Major development as well in Georgia investigation of attempts to overturn election results there and a big shift, prosecutors say that all 16 so-called fake electors who were part of the former President scheme and who signed an unofficial electoral certificate that was sent to the National Archives are now targets of a criminal probe."], [0.0, "They've all gotten what are known as target letters."], [0.0, "NICK VALENCIA, CNN CORRESPONDENT:  Hey there, Anderson."], [-0.05000000000000001, "Up until now, we know that the 16 electors had been -- some of them had been participating and cooperating with Willis, but this is the first time that we're hearing that these 16 electors could face potential criminal charges."], [0.0, "Now attorneys for the electors are pushing back on this claim."], [-0.027083333333333338, "But why this is so significant is that you know it shows that Willis is potentially inching closer towards these criminal charges, and it also shows Anderson just how wide ranging, wide reaching, and the broad scope of her investigation as well -- Anderson."], [0.0, "COOPER:  Is there any indication this investigation is drawing closer  to the former President?"], [0.0, "COOPER:  Nick Valencia, appreciate it."], [-0.06666666666666667, "Next, the Secret Service text messages the Select Committee wants from January 5th and 6th and why they don't have them yet."], [0.0, "And what happens if they weren't deleted despite two warnings from Congress not to do that."], [-1.0, "We'll show you where the worst of the heat and fires are and why this could be a sign of things to come, ahead."], [-0.19999999999999998, "(COMMERCIAL BREAK)   [20:22:08]   COOPER:  One of the hottest topics of the January 6th hearings is the role of the Secret Service, involving the former President's alleged anger when told he could not go to the Capitol or former Vice President's concern that his detail might whisk him away from the Capitol, keeping him from doing his duty."], [-0.4, "Now, the Select Committee as you know, subpoena the Secret Service for any pertinent documents, calls, and text messages."], [0.0, "CNN's Ryan Nobles at the Capitol for us tonight."], [0.0, "At this point, Ryan, is there any chance that the text messages in question can be recovered?"], [0.0, "RYAN NOBLES, CNN CONGRESSIONAL CORRESPONDENT:  There is a question, Anderson, but no one seems to have the answer to it."], [-0.4, "The Secret Service can't seem to say with specificity whether or not they think these messages can be recovered."], [0.0, "They're also even suggesting maybe these messages never existed, that their agency actually never used text messages to communicate during that crucial period of time."], [0.0, "The January 6 Select Committee keeps asking over and over again for specific information about where these texts are, and if they can ever be retrieved."], [0.0, "I talked to Jamie Raskin earlier today, a member of the Committee and he said they just aren't getting those answers yet."], [0.0, "But they promised that they were going to push forward and not quit asking those questions until they get the answers."], [0.0, "And then if they don't get the answers they're looking for, they'll try and figure out what to do next."], [-0.015277777777777779, "COOPER:  I mean, it's really an extraordinary situation, I mean, the idea that they on such an important event that there would be missing text messages, and then just the lack of clarity, still continuing."], [-0.1125, "So if it wasn't through text messages, was it through some other form of communication, and that's part of the reason that they issued this subpoena, asking for a wide range of records so that they can sift through all of it and see if they can get the answers that they're looking for."], [-0.4, "But there is no doubt that the Secret Service has been evasive in their answering of some of these questions."], [-0.3499999999999999, "It's one of the reasons that the Inspector General was so frustrated by his look into this information, and it's one of the reasons that the Committee continues to press the Secret Service for answers."], [0.0, "COOPER:  They are not the only ones investigating these text messages."], [0.0, "Now the National Archives is involved."], [0.0, "They sent a letter today to the Department of Homeland Security, which is the agency that oversees the Secret Service, asking them to look into this lack of text messages being available between the days of January 5th and January 6th."], [0.0, "And the National Archives has a very specific request."], [-0.20000000000000004, "They've given the Secret Service and the Department of Homeland Security 30 days to come up with an explanation for where these text messages, when Secret Service has said that they are ready to comply."], [-0.4, "But Anderson, there is a lot of weight behind this request by the National Archives."], [-0.2, "It is against the law to delete or destroy Federal records."], [0.0, "[20:25:12]   COOPER:  Ryan Nobles, appreciate it."], [-0.4, "Now, as Ryan just mentioned, the National Archives is putting the Department of Homeland Security which oversees the Secret Service, as he said on notice."], [0.0, "Chief Records Officer Laurence Brewer sending the department a letter asking for an explanation should the messages turn out to have been improperly deleted?"], [0.0, "Perspective now from former Kansas Governor John Carlin, who served as archivist at the National Archives and Records Administration, from 1995 to 2005."], [0.0, "That's across the board regardless of what situation we're talking about."], [-0.04791666666666666, "I mean, my time, I go back to 10 years working with the Nixon records, and that was a somewhat similar over a long period of time, but I can't think of any other experience where it got much attention."], [0.0, "COOPER:  Yes."], [-0.07500000000000001, "CARLIN:  There might be minor things that don't ever get in the press or out of the attention of just maybe a couple people in the Archives, but a situation like this, not very often."], [0.0, "COOPER:  Do the Archives have any way to enforce their request?"], [-0.4, "Or is it basically up to the Secret Service to comply?"], [-0.4, "CARLIN:  It's up to the Secret Service."], [-0.2708333333333333, "Unfortunately, in my opinion, the archives have no support or even appropriations for -- I mean, they're just doing it out with our basic budget now."], [-0.4049999999999999, "CARLIN:  Well, it would be a very bad one, if not the Congress, or the Courts don't follow through and in some way, make it clear."], [-0.02857142857142857, "But certainly, it would have to be a part of at least some of what is sent forward in the final January 6 Committee work."], [0.0, "And you know, what the Department of Justice can do, I do not know."], [-0.06444444444444444, "COOPER:  The previous administration, obviously, flouted archiving laws, the former President reportedly ripped up documents that had to be taped back together, in some cases, brought classified documents down to Mar-a-Lago."], [0.0, "The staff using encrypted apps to communicate."], [-0.0625, "Do you worry about other administrations in the future, deciding, let's just use encrypted apps like they did?"], [0.0, "Somebody got away with it."], [0.0, "That's established a pattern."], [0.0, "Thank you."], [0.0, "Thank you for covering this."], [0.0, "COOPER: Coming up, news just in to CNN Uvalde, District Police Chief Pete Arredondo, Shimon Prokupecz has been pushing for answers as he always does his report next based on his fate."], [-0.015909090909090914, "As we told you last night the new report from Texas House committee says this about his response to the school shooting Robb Elementary quote, as events unfolded he failed to perform or to transfer to another person the role of incident commander."], [-0.025000000000000005, "(BEGIN VIDEO CLIP) BRETT CROSS, RELATIVE OF SHOOTING VICTIM UZIYAH GARCIA: You're still standing by paying him to take a vacation, correct?"], [0.0, "UNIDENTIFIED MALE: Yes."], [0.0, "Stand with us or against us, because we ain't going nowhere."], [0.0, "(END VIDEO CLIP) COOPER: Joining us now from Texas is CNN's Shimon Prokupecz."], [0.0, "What have details have you learned tonight and whether or not he may be removed?"], [0.0, "SHIMON PROKUPECZ, CNN CRIME & JUSTICE CORRESPONDENT: While that process is underway, Anderson, I'm told that school by school officials that they want him terminated, they want him gone."], [0.0, "They listened to those parents in that meeting last night I was there."], [0.0, "And that was the biggest thing that they all wanted, they wanted Pete Arredondo fire, they want him gone."], [0.0, "And now it looks like that process is underway."], [0.0, "School officials are listening to those parents."], [0.0, "So there's a process now and that process is underway."], [-0.041666666666666664, "The one thing Anderson is that he could, he could resign before ultimately that decision is made final because he's under contract, there's other things going on here."], [-0.042499999999999996, "COOPER: I mean, you obviously repeatedly tried to talk to Chief Arredondo to get some very basic questions, you caught up with him back in early June."], [0.0, "He wasn't forthcoming at all, I just want to play part of what he did said to you."], [0.0, "(INAUDIBLE)."], [0.0, "PROKUPECZ (on-camera): We're going to that room."], [0.0, "How do you explain yourself?"], [0.0, "PROKUPECZ (on-camera): I understand that."], [0.0, "And have an opportunity to explain yourself to the parents."], [-0.75, "ARREDONDO: (INAUDIBLLE)."], [0.0, "And just so you know, we're going to, we're going to do that eventually, obviously."], [0.0, "PROKUPECZ (on-camera): When?"], [0.0, "ARREDONDO: And whenever this is done that the families could grieving, then we'll do that obviously."], [-0.8, "(END VIDEO CLIP) COOPER: Again, whenever the families quit grieving, and he was trying to turn it on you as a you were being disrespectful of asking these questions while people were grieving as if there's some end to the grief."], [0.0, "I spoke to Angel Garza last night the step dad of Amerie Joe Garza, who was murdered."], [0.0, "He said, anyone who says they're withholding information for the benefit of the families is lying."], [0.0, "If someone has any information on how this happened, they want it now."], [0.0, "CNN has reached out to our Arredondo's lawyer."], [0.0, "Has there been any response?"], [0.0, "PROKUPECZ: No, there's been no response."], [-0.16666666666666666, "But that's typical with Arredondo side."], [0.0, "Look, Arredondo has talked, he talked to the Texas Tribune where he claimed he didn't get a sense that he was the on- scene commander."], [0.0, "But when you look at that body cam footage Anderson, and you look at that hallway footage that was released, you can tell that yes, there was no leadership."], [0.0, "But there are people on the body camera footage who are saying Pete Arredondo is with the gunman."], [0.0, "He's there."], [0.0, "He's in charge, he's making the decisions."], [0.0, "You hear Pete Arredondo trying to negotiate with the gunmen."], [0.0, "Some of the family members have watched that body cam footage have watched the hallway footage, and they watching that you could tell that in yesterday in their reaction to some of what they have seen."], [0.0, "They have felt the confidence and the strength to come forward and demand accountability."], [0.0, "And that is why they want information."], [-0.5, "That is why they need information so that they know, they know that something here is wrong."], [0.0, "There was a cover up."], [0.0, "They were not given the truth."], [-0.125, "And so they want those answers and then doesn't stop where Pete Arredondo, the family say they're going to go after other people, other people who are in that hallway, and also other school officials."], [-0.15625, "And as the report says, I mean, there were a lot of different agencies there."], [0.0, "Shimon Prokupecz, appreciate it."], [0.0, "A UPS driver in Arizona last week was delivering packages in 108 degree weather."], [0.0, "In the video, he seems to be having difficulty walking up to the house."], [-0.15555555555555559, "He bends over to put down an envelope and slumped to the ground."], [0.0, "He was motionless for 10 seconds and fell on his back."], [0.0, "He then got back up rang the doorbell walked away."], [0.0, "The man who lived inside the home didn't see the video until much later."], [0.0, "He called police and UPS to check on the drivers safety."], [0.0, "In a statement to CNN, UPS as the driver later called his supervisor for assistance."], [0.0, "In Texas officials say a firefighter suffered heat exhaustion battling wildfire."], [-0.125, "And CNN's Melissa Bell reports to the extreme heat as a problem here as well as in Europe."], [0.0, "(BEGIN VIDEOTAPE) MELISSA BELL, CNN CORRESPONDENT (voice-over): A fire rages through a field in Spain as homes burned."], [0.0, "China's heat wave began last week, with 51 cities including Beijing, now under the second highest heat alert level."], [0.0, "Ireland seeing its hottest day in a century."], [0.0, "UNIDENTIFIED FEMALE: I think we just have to adapt simply."], [0.0, "Our homes have to change our way of life has to change."], [0.0, "Doesn't it."], [-0.15625, "[20:45:02] BELL (on-camera): Here in France the temperatures reached 105 degrees, difficult enough for Paris which is not accustomed to such extreme temperatures."], [-0.1388888888888889, "But down in the southwest of France, the impact has been far more devastating."], [-0.04007936507936508, "The French president is due down by those wildfires that have been spreading for several days, under pressure from local officials who accused him of not having done enough, soon enough."], [-0.15000000000000002, "Already, tens of thousands of people have been forced to evacuate their homes in southern Europe."], [0.0, "Experts say that climate change can no longer be ignored."], [-0.1277777777777778, "DAVID WALLACE-WELLS, AUTHOR: We're talking about weather events that we probably would have expected to see, a decade or two down the line."], [-0.02, "(END VIDEOTAPE) BELL: Anderson, here in Paris it's just started raining, a thunderstorm that's likely to prove short respite, that heat wave expected to continue into the middle of next week."], [-0.1, "And that of course, terrible news for those many hundreds of thousands of firefighters are trying to bring those fires under control, not just in Greece, Spain and Italy, countries that were accustomed to seeing them, the further north in Bordeaux and Brittany and as far north as London."], [0.0, "Parts of the world where you just couldn't have imagined anything like this a few years ago and it is then when people flee their homes, when houses are destroyed, then that reality of climate change really comes home, Anderson."], [0.0, "COOPER: Yes."], [0.0, "Melissa Bell, appreciate it."], [0.0, "Thank you."], [0.0, "Just ahead, the politics of climate change here in the U.S. and how one Democratic senator thwarted his party's attempt to pass a bill that included efforts to fight climate change was Joe Manchin, motivated by his financial ties the coal industry."], [0.0, "The answer that question, next."], [0.0, "That's according to sources and spoke to CNN."], [0.0, "One of those sources said that Senator Manchin had at one point actually supported the climate provisions plus taxes to help pay for the package, Democrats need his vote in the 50/50 Senate, Manchin is obviously up for reelection in two years in like a state benefits from the energy industry."], [-0.35, "SEN. MARTIN HEINRICH (D-NM): It's not fair to have to string people along for a year and not come to a conclusion."], [-0.3, "SEN MAZIE HIRONO (D-HI): The 50/50 Senate it sucks."], [0.0, "So that's it."], [0.0, "JOE BIDEN (D) PRESIDENT OF UNITED STATES: The (INAUDIBLE) in these bills is what 81 million Americans voted for."], [-0.18888888888888888, "RAJU (voice-over): For months, matched in the president negotiated with Manchin even secretly proposing the Senate Majority Leader Chuck Schumer, he would only agree to a bill about half its size."], [0.0, "MANCHIN: This is a no on this legislation."], [0.0, "(on-camera): How do you respond to the criticism from your colleagues that you strung them along for an entire year and at the end of the day, you pulled the plug?"], [0.0, "MANCHIN: Yes, I never strung anybody along."], [0.0, "I'm worried about the person that can't feed their family."], [-0.5, "So I'm sorry if they don't care about that, I do."], [-0.075, "RAJU (voice-over): Manchin who lives on a 65-foot boat while in D.C. has been criticized for his ties to the energy industry as he has benefited from nearly a million dollars in campaign donations from the oil and gas industry over the past five years."], [0.0, "He has financial holdings between 1 million and $5 million in a coal business he found it."], [0.0, "But he says that has nothing to deal with his positions."], [0.0, "(on-camera): They say it's your personal ties to the, that coal industry or financial ties."], [0.0, "MANCHIN: You know what, everyone has a job, everyone has made a living or tried to make a living provide for their family, if they want to criticize that and looking for some reason, the bottom line is inflation."], [-0.44999999999999996, "MANCHIN: I'll take dead aim at the cap and trade bill, cause it's bad for West Virginia."], [0.0, "RAJU (voice-over): Moderate say he's reining in the party's extremes and credit him for helping broker in infrastructure package and the gun violence bill that Biden signed into law."], [0.0, "REP. TIM RYAN (D-OH): He's with us 70, 75 80% of the time."], [0.0, "Nobody agrees with everybody 100% of the time."], [0.0, "RAJU (voice-over): And as he along with Senator Kyrsten Sinema have refused to change filibuster rules, he has become a GOP darling."], [0.0, "(on-camera): Will you support him if he ran for reelection in 2024?"], [0.0, "RAJU (on-camera): How helpful has he been to Republicans in the (INAUDIBLE) Senate?"], [0.0, "SEN. BILL CASSIDY (R-LA): I think he's been helpful to the country."], [0.0, "[20:55:00] RAJU (voice-over): Some say he should just change parties."], [0.0, "(on-camera): You keep hearing Republicans saying he should just join our conference."], [0.0, "What do you think about?"], [0.0, "MANCHIN: We'll see later."], [0.0, "Democrats are using a party line procedures under the budget rules to try to pass that but of course they need all 50 Democrats to get on board because no Republicans plan to join them."], [0.0, "And that means at the end of the day, they need Joe Manchin."], [0.0, "Anderson."], [0.0, "Thank you."], [0.0, "Appreciate it."], [-0.14375, "So we want to close with somebody that might take a little bit of mental load off."], [-0.5, "Here it is Jupiter, the biggest planet in our solar system, a mere 430 million miles away."], [0.0, "You see the shadow of you Europa, one of Jupiter's orbiting moons as well."], [-0.2916666666666667, "And in another image you can see Jupiter it's hard to see rings."], [0.0, "The news continues."], [0.0, "Want to hand over Laura Coates in \"CNN TONIGHT.\""], [0.0, "Laura."]]}]}