{"title": "Anderson Cooper 360 Degrees", "date": "Aired July 25, 2022 - 20:00   ET", "polarity": 0.10179768379768382, "subjectivity": 0.469624653599012, "percent_over_zero": 0.3588709677419355, "network": "https://transcripts.cnn.com/show/acd/date/2022-07-25/segment/01", "transcript": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT: According to the Defense Department, only the Army has made the commitment to buying the long range hypersonic weapons concept, a separate program in the coming fiscal year.   ERIN BURNETT, CNN HOST;  Oren, thank you very much from The Pentagon tonight.   Earlier in our program, our guest Marc Short referred to some allegations against Congressman Matt Gaetz. We should note Matt Gaetz has not been charged, let alone convicted.   Thanks for joining us.   AC 360 starts now.   [20:00:25]   ANDERSON COOPER, CNN HOST:  Good evening.   We begin tonight with major new developments where the January 6 hearings left off.   (BEGIN VIDEO CLIP)   REP. LIZ CHENEY (R-WY):  We have much work yet to do and we will see you all in September.   (END VIDEO CLIP)   COOPER:  Well, one thing became clear today, nobody is waiting until September. For starters, we learned tonight that Marc Short, former Vice President Pence's Chief of Staff testified under subpoena last week before a Federal grand jury in Washington. That's according to a source familiar with the matter.   Now, this is significant because Short was there in the room for some of the key moments on and around the 6th. He is also the highest profile witness known to have testified so far and we'll talk more about what that might say about the Justice Department's Criminal Investigation and how far it can go.   Also late today, President Biden weighed in on the central figure in Thursday's January 6 hearings.   (BEGIN VIDEO CLIP)   JOE BIDEN (D), PRESIDENT OF THE UNITED STATES:  So what happened? The Capitol Police, the DC Metropolitan Police, other law enforcement agencies were attacked and assaulted before our very eyes, speared, sprayed, stomped on, brutalized, and lives were lost.   And for three hours, the defeated former President of the United States watched it all happen as he sat in the comfort of the private dining room next to the Oval Office.   (END VIDEO CLIP)   COOPER:  As for the Committee, it apparently is not waiting for September either.   Today a member, Virginia Democratic Congresswoman Elaine Luria released a new video clip. It shows the former President's unwillingness to include in his speech on January 7th language holding the mob that he invited, incited, and wanted to join accountable.   (BEGIN VIDEO CLIP)   QUESTION:  Do you recognize what this is?   IVANKA TRUMP, FORMER WHITE HOUSE ADVISER:  It looks like a copy of a draft of the remarks for that day.   QUESTION:  And as you can see throughout the document, there are lines crossed out. There are some -- there are some words added in. do you recognize the handwriting?   I. TRUMP:  It looks like my father's handwriting.   PAT CIPOLLONE, FORMER WHITE HOUSE COUNSEL:  In my view, he needed to express very clearly that the people who commit violent acts, went into the Capitol, did what they did, should be prosecuted and should be arrested.   QUESTION:  It looks like here that he crossed out that he was directing the Department of Justice to ensure all law breakers are prosecuted to the full extent of the law, we must send a clear message not with mercy, but with justice. Legal consequences must be swift and firm. Do you know why he wanted that crossed out?   JARED KUSHNER, FORMER WHITE HOUSE ADVISER:  I don't know.   CIPOLLONE:  And that needed to be stated. They did not represent him or his political views in any form or fashion.   QUESTION:  He also has crossed out, I want to be very clear, you do not represent me. You do not represent our movement. Do you remember -- do you know why he crossed that language out of the statement?   KUSHNER:  I don't know.  (END VIDEO CLIP)   COOPER:  Those were the words that Jared Kushner and Ivanka Trump claiming not to know why those words were crossed out. The simplest possibility, of course, is that the President, the former President crossed it out, because he did not agree with it and didn't want to say it and knew the implications if he did say it on his supporters.   At Thursday's hearing, you'll recall the Select Committee showed video of the former President refusing to read another line, one saying the election was over, because he didn't believe that it was and still doesn't to this day.   We can hear more along those lines tomorrow when he returns to Washington for the first time since leaving office. He'll be giving the keynote speech at a think tank staffed by former administration members.   As for what's next for the Select Committee, one priority is those missing Secret Service text messages from and around January 6th. Here is Committee member, Zoe Lofgren today.   (BEGIN VIDEO CLIP)   REP. ZOE LOFGREN (D-CA):  Well, I don't know, but here is the fact. I mean, on January 16th, Secret Service, we received a letter signed by four Committee Chairmen, this is before the J6 Committee existed, telling them to preserve all the evidence. Eleven days later, they erased it. So that's problematic.   (END VIDEO CLIP)   COOPER:  Congresswoman Lofgren also endorsed these remarks by Committee Vice Chair Liz Cheney over the weekend about possibly compelling testimony from Ginni Thomas, the right-wing activist and wife of Supreme Court Justice Clarence Thomas.   [20:05:08]   (BEGIN VIDEO CLIP)   JAKE TAPPER, CNN ANCHOR:  Is your Committee planning on talking to Ginni Thomas even though her lawyer has expressed a reluctance to cooperate?   CHENEY:  We are. The Committee is engaged with her counsel. We certainly hope that she will agree to come in voluntarily, but the Committee is fully prepared to contemplate a subpoena if she does not.  I hope it doesn't get to that. I hope she will come in voluntarily.   (END VIDEO CLIP)   COOPER:  Ginni Thomas, you will remember repeatedly corresponded with then White House Chief of Staff, Mark Meadows, and Trump's lawyer, John Eastman, who was pushing what became the former President's scheme to overturn the election.   So talking to her with all that could entail lies ahead for the Committee and possibly the Courts as well.   Also ahead, what might come from the criminal grand jury in Georgia probing the former President's alleged election meddling there? Some new developments to tell you about on that tonight, so we've got new reporting as well on the dark cloud hanging over it all. The fact that a recent polling, 70 percent of Republicans now believe some variation of this dangerous theme you're about to hear.   (BEGIN VIDEO CLIP)   DONIE O'SULLIVAN, CNN CORRESPONDENT:  Trump has told lies about the election in the US. He said he didn't really lose. Do you think that all the lies about the election are damaging for American democracy?   UNIDENTIFIED FEMALE:  Do you believe he lied?   O'SULLIVAN:  Do you not?   UNIDENTIFIED FEMALE:  No. I do not. He won.   (END VIDEO CLIP)   COOPER:  So some breaking news, \"The New York Times\" and \"Wall Street Journal\" are now reporting to Greg Jacob, former General Counsel to the former Vice President also appeared last week before the grand jury. That's from CNN's Donie O'Sullivan, talking to those two people, and we'll have more from his report ahead in this hour.   First, let's go to CNN's Ryan Nobles at the Capitol.   So Ryan, what more can you tell us about both Jacob and Marc Short's testimony before the grand jury?   RYAN NOBLES, CNN CONGRESSIONAL CORRESPONDENT:  Well, Anderson, it clearly means that the Department of Justice investigation into the election meddling by Donald Trump and his associates is expanding in a big way.   Both Marc Short and Greg Jacob are two key players. When they began their cooperation with the January 6 Elect Committee, it opened the door into the whole line of pressure that was put on Vice President Mike Pence during that period of time. It provided an insight into the push to have Pence stand in the way of the certification of the election results on January 6th.   The efforts to get him to accept a false slate of electors. There are so many different connections that Pence's office has to the attempts to stand in the way of the election being certified for Joe Biden, and the fact that Jacob and Marc Short who are both very cooperative with the Committee and told them a lot about what they knew during that period of time, it also would indicate that they would show the same level of cooperation with the Department of Justice as well.  So this is absolutely significant. It shows just how serious the  Department of Justice is taking things as their investigation speeds up in a major way.   COOPER:  Do we know why Congresswoman Luria released this video clip today, instead of including it in the hearing last week?   NOBLES:  We do, it's basically because the Committee just has so much evidence, and they just do not have enough time to pack them all into these public hearings. You know, more than 17 million people watched on Thursday night, but the hearing only lasted about two and a half hours.   I'm told that as they plan these hearings, one of their first dress rehearsals, the initial hearing could have run as long as four hours because they had so much content and evidence that they believed was necessary to share with the American people.   As a result, they still have a lot that didn't make it into the hearings that they will release at different points. Adam Kinzinger released a kind of a preview to the hearing on that day. None of that content was actually in the hearing itself. We saw this from Congressman Luria today. There is a good chance that we're going to see more examples of this in the days ahead, particularly in the month of August, where the Committee plans to do most of its work behind closed doors.   We should expect them to release this type of content and evidence as they lead into these next round of hearings, which will take place in September.   COOPER:  Ryan Nobles, appreciate it. Thanks.   For more on Marc Short, the Federal grand jury and what it could all mean, we're joined by CNN chief legal analyst and former Federal prosecutor, Jeffrey Toobin.   So, Greg Jacob, Marc Short testifying in front of a Federal grand jury. How significant?   JEFFREY TOOBIN, CNN CHIEF LEGAL ANALYST:  it's a big deal, especially in the big picture. I mean, remember the main criticism of the Justice Department so far has been that they are unduly focused or even exclusively focused on the small fish, the people who were inside the Capitol, you know, who trespassed, who committed acts of violence, and not focused at all on the people who may have committed the larger offenses, the people closest to Trump.   This shows that they are looking at what was going on at the White House. Plus, the Pence officials are part of or witnesses to it at least three of the most important areas of inquiry. One is the pressure on Mike Pence to violate his oath and stop the certification of the election.   [20:10:10]  The fake electors' scheme, and the effort to corrupt the Justice  Department. They know about all of that. So, the fact that the Justice Department now has those people in the grand jury suggest that's what they are investigating.   COOPER:  This is a dumb question, but the Justice Department, do they need to re-interview before a grand jury everybody who testified before the January 6 Committee or the main players?   TOOBIN:  Well, I mean --   COOPER:  They won't just take the testimony that was given under oath by Marc Short, obviously to the January 6 Committee.   TOOBIN:  They could and they could just use that testimony in the grand jury. The issue with the grand jury is, at some point, presumably they're going to be asked to issue indictments of someone. They have to have evidence on which to base those indictments.   You know, hearsay evidence is admissible in a grand jury, so they could go play the videos of the depositions from the January 6 Committee, but prosecutors usually want to see witnesses for themselves. They may not ask exactly the same questions as those congressional investigators.   COOPER:  Would they have had to subpoena Marc Short?   TOOBIN:  He said --   COOPER:  That they did.   TOOBIN:  Earlier today that they did, yes.   COOPER:  What does it say that they were willing to subpoena, someone who is formerly high levels, Marc Short?   TOOBIN:  It shows they're serious. I mean, this is -- I mean, that's why today is so important. I mean, this grand jury testimony is so important, because it shows the Justice Department is not just focusing on the small fish.   Now whether there will be indictments of people up to and including President Trump, I certainly don't know that. But there certainly wouldn't be indictments of the people like Trump, if these people were not in the grand jury.   COOPER:  Because you know, Merrick Garland is saying, you know, no person is above the law. I mean, I guess you could look at this and say that puts this into kind of sharper focus.   TOOBIN:  Well, and you know, grand jury's investigations are by definition secret. The only reason this came out is that reporters happened to just see Short coming out of the Courthouse. We don't know who exactly have testified in the grand jury. But you know, this -- the fact that they are there is a big deal.  COOPER:  So, we don't know and won't know until either someone breaks  it or charges are filed, how far advanced they are in their investigation.   TOOBIN:  No, I mean, there are several ways you can find out. I mean, you can see people, physically see them going in and out. Every -- all the reporters know which are the grand jury rooms, individuals can say that they testified, but you know, whether the grand jury issues an indictment or not, that is almost never known until --   COOPER:  And if there is, you know, this investigation that continues and there is a new President, and that President appoints a new head of the Department of Justice, does the investigation automatically continue?   TOOBIN:  It certainly does not automatically continue. It can continue. I mean, the customer in the Justice Department, especially with career people, is that investigations continue from one administration to the next.   But certainly, the senior leadership will change and I think, you know, if Donald Trump is elected President in 2024, the odds of this investigation continuing in any form like that, I would say is remote at best.   COOPER:  Yes, Jeff Toobin, appreciate it. Thanks.   Perspective now on this and the bigger picture, for that we're joined by \"New York Times\" columnist Thomas Friedman, author of a virtual library of bestsellers, including the classic \"From Beirut to Jerusalem.\"   Tom, the last time we spoke was right after Cassidy Hutchinson's testimony. You said, \"The truth is of no value if we cannot act on the truth.\" Does Marc Short and Greg Jacob testifying before a Federal grand jury make you believe that the truth may be acted upon?   THOMAS L. FRIEDMAN, FOREIGN AFFAIRS COLUMNIST, \"THE NEW YORK TIMES\": Yes, you know, Anderson. If you just watch every day now, you see not only very senior former administration officials stepping out and testifying, but I would also point to something very important.   I think the editorial in \"The Wall Street Journal\" and \"The New York Post,\" Rupert Murdoch's two flagship newspapers saying that Donald Trump was unworthy of being President. Again, I think that's very important.   I think that -- and they cited the January 6 Committee. That's a direct connection between saying this truth that has been revealed by this Committee leads to this action this man is unworthy of ever being President again, I think that's very important.   COOPER:  It is so interesting that that has occurred because, I mean, you could intellectually make the argument, well look, a lot of the information that we saw of the timeline of what the President did on that day, it was more or less known, but there was something about the sheer weight of hearing after hearing, well-organized in which we, the country is confronted -- so those who watched -- they are confronted day after day or evening session after session with the granular horror of what occurred on that day and in the run up to it.   [20:15:14]   FRIEDMAN:  Yes. I think that's what it is. It's been the drip, drip, drip of truth, and for which we can -- we have to thank every day, Liz Cheney for having the courage to step out and make this, albeit in a small way, a bipartisan committee. And there's just something about her relentless approach to this and her unblinking willingness to put the truth out there, and it obviously is affecting a lot of principled and moderate Republicans, which I think are readers of \"The Wall Street Journal,\" traditional business Republicans or whatnot.   And you just take 10 to 15 percent of the party who they represent and you basically tell them, and they act on that Trump is unworthy to be President, and the party has a real problem.   And also, you see people acting on the truth, Anderson and that Vice President Pence, basically every speech he gives is a critique of his former boss and partner. So DeSantis -- they're all sort of stepping out here. I don't know when the dam is going to burst, if it's going to burst.   But one day, one of them, not a Mitt Romney or Liz Cheney, but one of them in the center is going to step out and say, \"Donald, it's time for you to step aside.\"   COOPER:  We're going to hear later in the program from the former -- some of the former President's supporters who still believe the lies that the election was stolen despite all the evidence to the contrary. Our Donie O'Sullivan has that unenviable task of asking these questions time and again.   Can any of that be changed? I mean, is that malleable? Can that be changed? Or do you think it's just too baked in?   FRIEDMAN:  Well, I think I've always felt that a lot of the people who supported Trump didn't really care that much about Trump. He hated the people that hate Trump, more than they actually are focused on Trump. And I think we do have to ask that so deep now into his career and public affairs in our country, how is it that a significant number of people, despite all of the evidence, still see Donald Trump as a brick they want to throw through a window?   Why do they feel that way? What is that window? What is that brick? I think as reporters, we do have to keep asking that question, and not just dismiss this.   At the same time, I take succor, Anderson, in the fact that people like \"The Wall Street Journal\" and \"The New York Post\" are basically saying, \"No, that's the truth,\" and the truth compels action and the action is that this man is unworthy to be President.   COOPER:  And yet, so many Republicans in the Senate, in the House are claiming they're not even watching the hearings. I saw Tim Scott saying he wasn't watching the hearings. I mean, I think he said that on FOX News.   The idea, I mean, maybe they are not, but the idea that they are not, they don't care enough to watch or just want that as an excuse that they can distance themselves. I mean, these are significant hearings.   FRIEDMAN:  Oh, A, I doubt that they are not watching, but I'll tell you one thing, Anderson, they read \"The Wall Street Journal,\" and they read \"The New York Post,\" and they know where their bread is buttered from. They know which media they need in order to be re-elected, and I guarantee you, a lot of them today in the in the quiet of their conversations are saying, \"Did you see that editorial by Rupert?\"   COOPER:  As Rupert goes, so goes, the rest of the Republican Party?   FRIEDMAN:  Well, I think that, you know, Rupert Murdoch's media has been so much the house organ of the Republican Party. We know, when you watch, you know, some of the senators, how frightened they are, if they're criticized by anyone on FOX, let alone in \"The New York Post\" or \"The Wall Street Journal.\"   I think it was a very important break in the dam, and it just takes 10 or 15 percent, and suddenly a mandate to declare unworthy of being President will not be able to be President.   COOPER:  Tom Friedman, appreciate it as always. Thank you.   FRIEDMAN:  You bet.   COOPER:  Coming up next, more on the possibility of issuing a subpoena to the wife of a sitting Supreme Court Justice and just why the Select Committee is so interested in what she may know.   Also, the latest from the fire lines in California, unbelievable images as well as what it's like right now in the hottest place on earth in the middle of a global heatwave.   (COMMERCIAL BREAK)   [20:23:29]   COOPER:  We told you at the top about the House Select Committee's interest in hearing from Ginni Thomas, even if it means issuing her a subpoena to testify. She is the wife of the Supreme Court Justice, Clarence Thomas, but as our Randi Kaye reports, she is neither an ordinary Washington spouse nor a mere bystander in the attempt to overturn the 2020 election.   (BEGIN VIDEOTAPE)   GINNY THOMAS, WIFE OF CHIEF JUSTICE CLARENCE THOMAS:  Clarence Thomas, you're the best man walking the face of the earth.   RANDI KAYE, CNN NATIONAL CORRESPONDENT (voice over):  Virginia \"Ginni\" Thomas, wife of Supreme Court Justice Clarence Thomas has some explaining to do, like what about those emails she exchanged with conservative Attorney John Eastman, who the House January 6 Committee says helped devise a scheme to try and overturn Joe Biden's victory.   It's unclear what Ginni Thomas, a well-known conservative activist said to Eastman in the e-mails or if she will appear before the Committee to try to explain any of it.   The Committee is also investigating more than two dozen text messages Ginni Thomas sent just days after Biden's victory to Mark Meadows, who was Donald Trump's Chief of Staff.   G. THOMAS:  The second Reagan revolution is growing.   KAYE (voice over):  In one text from November of 2020, Ginni Thomas wrote to Meadows, \"Help this great President stand firm, Mark. The majority knows Biden and the left is attempting the greatest heist of our history.\"   In another, she seemed to embrace a long held false QAnon conspiracy theory that Trump had watermarked mail-in ballots so he could track potential fraud.   She wrote to Meadows, \"Watermarked ballots in over 12 states have been part of a huge Trump and military white hat sting operation in 12 key battleground states.\" And Ginni Thomas also stood by lawyer Sidney Powell who spread the long debunked conspiracy theory that electronic voting machines had somehow switched ballots from Trump to Biden.   [20:25:11]   She wrote to Meadows, \"Sounds like Sidney and her team are getting inundated with evidence of fraud. Make a plan. Release the Kraken and save us from the left taking America down.\"   At one point, \"The Washington Post\" reports Ginni Thomas urged Meadows to watch a YouTube video about the power of never conceding.   REP. ADAM SCHIFF (D-CA):  If she has relevant information or investigation, we hope she comes involuntarily.   KAYE (voice over):  In an interview this year with the conservative website, \"The Free Beacon,\" Ginni Thomas said she briefly attended the January 6th rally at the Capitol, but returned home before the insurrection.   A lawyer for Thomas said in a letter to the House Select Committee last month that he does not believe there is currently a sufficient basis to speak with her.   CLARENCE THOMAS, US SUPREME COURT ASSOCIATE CHIEF JUSTICE:  My wife is totally my best friend.   KAYE (voice over):  According to Clarence Thomas' 2004 biography, Ginni Thomas was born Virginia Lamp and raised in Omaha, Nebraska. Her father reportedly was an engineer, and her mother was an outspoken Republican activist who played a prominent role in her daughter's life.   According to \"The New York Times,\" she joined her high school's Republican Club in 1974. Later at Creighton University in Omaha, she earned a Law Degree.   In March, a video circulated on Twitter showing Thomas speaking at a 1986 Cult Awareness Network event in Missouri. On this decade's old video, she shares her experience of leaving Lifespring, a controversial group founded in 1974 that was long considered a cult.   G. THOMAS:  When you come away from a cult, you have to find a balance in your life as far as getting involved with fighting the cult or exposing it, and kind of the other angle is getting a sense of yourself and what was it that made you get into that group?   KAYE (voice over):  She reportedly met Clarence Thomas in 1986 at a conference on affirmative action, they married in 1987.   C. THOMAS:  I keep a sign on my desk, \"Don't make fun of your wife's choices. You were one of them.\"   (END VIDEOTAPE)   COOPER:  I mean, clearly, the January 6 Committee has a lot to ask her about. Has Ginni Thomas tried to explain herself in any way because she seemed to have bought into some of the craziest --   KAYE:  Yes.   COOPER:  QAnon and other fantasies out there.   KAYE:  Yes, it certainly sounds that way. She has, Anderson, tried to set the record straight on how much she shares with her husband, who as we know is the Supreme Court Justice Clarence Thomas.   In March, she spoke to \"The Washington Free Beacon\" and she said to them -- she told them, \"Like so many married couples, we share many of the same ideals, principles, and aspirations for America, but we have our own separate careers.\" She said, \"Our own ideas and opinions, too. Clarence doesn't discuss his work with me and I don't involve him in my work.\" That's what she said.   She also went on to say that she had no role in helping those who were planning the January 6th events and she said that the violence that she saw at the Capitol she called it, \"disgusting\" and she was disappointed.   COOPER:  I'm stunned though that she is texting Mark Meadows, talking about releasing the Kraken and white hat military operations. I mean, this is stuff you get off the internet. That's just --   KAYE:  And that's why the Committee might want to talk to her because they have these text messages and e-mails apparently, and they want to know more.   COOPER:  Randi Kaye, fascinating. Thanks so much.  KAYE:  Sure.   COOPER:  Ahead, the biggest test yet of the former President's power over the Republican Party and the truth since he left office, Donie O'Sullivan shows us how the reality of the election on January 6th are dividing the GOP in Arizona, that's next.   (COMMERCIAL BREAK)   [20:32:17] COOPER: A week from tomorrow, Arizona Republican voters decide who they want on the ballot for the governor's race this fall. It is a race so bitterly divided that the former president and former vice president went there Friday holding dueling events for two of the GOP candidates. The 45th President unsurprisingly is backing the 2020 election denier. But an Arizona state that put Joe Biden over the top, Republicans may have to consider if they accept the reality of the last presidential vote in January 6, before going to vote this time around. Our Donie O'Sullivan went to Arizona, we got a sense of the divide firsthand. We warn you some of the language -- the language you'll hear may be offensive. (BEGIN VIDEOTAPE) WANDA SCHOENBERNER, TRUMP SUPPORTER FROM SOUTH DAKOTA: He didn't lose. DONIE O'SULLIVAN, CNN CORRESPONDENT (on-camera): Sensitive. SCHOENBERNER: He just didn't lose. O'SULLIVAN (on-camera): Do you believe the election was stolen. REX MCCRACKER, TRUMP SUPPORTER: Yes. O'SULLIVAN (on-camera): Do you have faith in elections now? MCCRACKER: No. O'SULLIVAN (on-camera): Do you believe the 2020 election was stolen? CURTIS NEILSON, REPUBLICAN VOTER: No, I don't believe the 2020 election was stolen. I believe that there are aspects of the 2020 election that were unfair. O'SULLIVAN (voice-over): In Arizona, a Republican Party at odds with itself, Trump and Pence holding competing events with two very different understandings of reality. DONALD TRUMP (R) FMR PRESIDENT OF UNITED STATES: We need a landslide so big that the radical left cannot rig it or steal it, even if they try. O'SULLIVAN (voice-over): At Trump's rally a bonfire of conspiracy theories. (on-camera): Have you ever watched on January 6 hearings? SCHOENBERNER: I have. O'SULLIVAN (on-camera): What you think? SCHOENBERNER: I think they're a bunch of bullshit. O'SULLIVAN (on-camera): Why? SCHOENBERNER: Well, because you have both sides. Were you getting one side of the story? O'SULLIVAN (on-camera): You mean like the side that attacked the Capitol? SCHOENBERNER: You really believe that happened? O'SULLIVAN (on-camera): I was there. SCHOENBERNER: OK. I have a lot of people that were there too. O'SULLIVAN (on-camera): And? SCHOENBERNER: And saw things that it wasn't what they say it was. O'SULLIVAN (on-camera): But there's been hundreds of Trump supporters now charged. (INAUDIBLE) pled guilty. SCHOENBERNER: So do you think it's right for those people to have those people in jail and not getting me justice in our American system? Are you kidding? O'SULLIVAN (on-camera): Do you think it was right that they attacked the Capitol? SCHOENBERNER: I know they didn't. That was an inside job, buddy. O'SULLIVAN (voice-over): The vast conspiracy theory that those who stormed the Capitol were not Trump supporters is widespread here. (on-camera): Have you guys been watching the January 6 hearings at all? UNIDENTIFIED FEMALE: No. O'SULLIVAN (on-camera): No. UNIDENTIFIED MALE: No, we saw it when it all went down. And then we saw like a lot of the BLM and Antifa people in the building as well. And it's just, it's just nonsense at all. O'SULLIVAN (on-camera): But I think like 800 people now have been charged, right? UNIDENTIFIED MALE: Yes. O'SULLIVAN (on-camera): (INAUDIBLE) are Black Lives Matter or Antifa. UNIDENTIFIED MALE: Yes, that doesn't matter --  UNIDENTIFIED FEMALE: They're not charging. [20:35:00] UNIDENTIFIED MALE: That doesn't mean --  UNIDENTIFIED FEMALE: Right. They have not been brought into court or their due process because they have not been arrested. UNIDENTIFIED MALE: Hunter Biden hasn't been arrested. O'SULLIVAN (on-camera): Trump has told lies about the election and that, he said he didn't really lose. Do you think that all the lies about the election are damaging for American democracy? MARDI MINX, TRUMP SUPPORTER: You believe you lied. O'SULLIVAN (on-camera): Do you not? MINX: No, I do not. I don't. He won. O'SULLIVAN (voice-over): But these are no longer fringe ideas. A majority of Republicans do not believe Biden legitimately won the election. (on-camera): Hey, guys, any of you want to talk to us? (voice-over): The Proud Boys who Trump once infamously told to stand back and stand by, now a regular fixture outside his events. (on-camera): Any Proud Boys want to talk to us today? No? You're watching January 6 hearings? UNIDENTIFIED MALE: No. UNIDENTIFIED MALE: No, (INAUDIBLE). UNIDENTIFIED MALE: You're (INAUDIBLE) CNN, right? O'SULLIVAN (on-camera): CNN, yes. (CROSSTALK) O'SULLIVAN (on-camera): My friends. OK. Thanks, guys. UNIDENTIFIED MALE: Thank you. O'SULLIVAN (voice-over): The former president here to campaign for a ticket of conspiracy theory spouting candidates who say they would have overturned results of the 2020 election in Arizona, like Kari Lake candidate for governor. KARI LAKE (R-AZ) GUBERNATORIAL CANDIDATE: I know for a fact we will no longer accept rigged elections. Who's with me on that? O'SULLIVAN (voice-over): Pence here campaigning for Lake's Republican rival. MIKE PENCE (R) FMR VICE PRESIDENT OF UNITED STATES: Arizona needs Karrin Taylor Robson in the state house. O'SULLIVAN (voice-over): Here, we met some Republicans who are done with Trump. MITCH COMPTON, REPUBLICAN PENCE SUPPORTER: I voted for Trump twice. If Mike Pence runs, I'm voting for Mike Pence. O'SULLIVAN (on-camera): OK. So why is that? COMPTON: I just think that, you know, everyone seemed the January 6 Committee. He stood up for democracy that day, you know, he's like, I'm not leaving the Capitol because I need to be here. And he was the one that was making phone calls to the military and trying to fix the situation while Trump was crying in the dining room. O'SULLIVAN (voice-over): But even among this crowd, there is sympathy for Trump's election lies and support for a 2024 run. (on-camera): You're about to see Pence speak here. Trump's not a big fan of him right now, JULIE FISHER, TRUMP SUPPORTER: I understand that. I hear that he could have not certified those results, pending all the claims of the fraud. And I wish he would have done that. O'SULLIVAN (voice-over): Pence had no legal basis to do that. Also, among those here, Rusty Bowers, a lifelong Republican and speaker of the Arizona State House. (on-camera): We're talking to a lot of people in here today who said they're not even, they're not watching the January 6 hearings, they still believe lies about the 2020 election. How do you -- what would be your message to them? RUSTY BOWERS (R-AZ) HOUSE SPEAKER: I have no message for him. I can't help him. You don't want to look, you don't want to see, then you won't see. But I've seen enough to know. And I know that other people right in this room have done their best to count everything and do it all right. O'SULLIVAN (voice-over): He testified before the January 6 committee about Trump's efforts to get him to overturn the 2020 results in his state. (on-camera): What is these conspiracy theories, these lies about the election about democracy. What is that doing to trust in this state? BOWERS: It destroys it. It destroys it. We've got to let things go. O'SULLIVAN (on-camera): What would need to change for you to have faith in U.S. democracy? MCCRACKEN: I don't trust our government, first of all, period. And if you don't have fair elections, well, good, are they? O'SULLIVAN (on-camera): Do you ever worry that you're wrong? Do you ever worry that --  UNIDENTIFIED FEMALE: Yes. UNIDENTIFIED MALE: Oh, absolutely. O'SULLIVAN (on-camera): Never worry that maybe Trump has sold you a lie. UNIDENTIFIED FEMALE: Yes. If you start researching and believe that you're the one who's wrong, and that you're crazy, which I did do. UNIDENTIFIED MALE: Yes. UNIDENTIFIED FEMALE: OK, maybe I'm wrong. And maybe I am being brainwashed and believing something that someone's telling me, but then you go in and look the other direction and you find lies after lies after lies. COMPTON: It doesn't matter if it was stolen or not. If the Republicans want to take back the House and take back the Senate, and then eventually, the White House, they need to move on. (END VIDEOTAPE) COOPER: I got to say the fact that those two did doubt, occasionally, they said that they were wrong, maybe wrong. That's, I mean, I think it's a good healthy exercise for us all to go through all the time. Like, what if I'm wrong? O'SULLIVAN: Yes. The issue, of course, is that when you go online and do your own research, as many folks do, is there is just such a vast array of BS, right? And there's so many very convincing, there's a lot of money, of course, but behind disinformation campaigns to convince people that American democracy is (INAUDIBLE). COOPER: Right. But just the logic, though, I mean, as you pointed out, well, there's 800 people who have been, you know, charged and none of them that there is no, I mean, the guy was saying, like, we saw all these BLM and Antifa people. They didn't they weren't there. I mean --  O'SULLIVAN: Yes. COOPER: -- it just. O'SULLIVAN: And, you know, when why I brought up the indictments was because that's it on paper, right. And then, so when I say well, why is no Antifa or BLM? In their mind, it's not because Antifa and BLM are not there, it's because it's because the Deep State has decided we're not going to prosecute Antifa and BLM. So it's a very dark rabbit hole (INAUDIBLE). [20:40:00] COOPER: Even the Pence rally you were finding people --  O'SULLIVAN: Yes. COOPER: -- who bought into the lies? O'SULLIVAN: Yes, and that's what was I mean both these events were on the same day, went to the Pence rally in the morning and that Pence event. Pence was there to endorse a candidate who is more pro democracy, I guess, and she hasn't quite said that she wanted to overturn the results. But the point being Pence was there to say, you know, we believe in our democracy, even at that events, there were some Trump supporters who, you know, went along with the Pence country right and Trump won but we're saying we don't have (INAUDIBLE) --  COOPER: The so-called Proud Boys do they -- are they up late at night on the phone discussing what shirts that they're going to wear? O'SULLIVAN: I think there's a lot of coordination going on. COOPER: Yes. O'SULLIVAN: Yes. I almost blend it in there in my black but. COOPER: Now when you were wearing Fred Perry. O'SULLIVAN: I can't afford it. COOPER: Yes, well, the Proud Boys, you know. Donie, thank you. Appreciate what you do. Coming up, California's wildfire fight the fury of the flames near Yosemite being called unprecedented. Plus, Gary Tuchman visits the hottest place on Earth, which is right here in the U.S. for some it's a way of life for others, risky adventure. We'll be right back. (COMMERCIAL BREAK) COOPER: Three thousand Californians are out of their homes tonight a massive wildfire burning just outside Yosemite National Park is in its fourth night. The smoke be seen from space it's that bad. A state fire official says the oak fire showing unprecedented behavior moving incredibly fast. There's another view from an infrared camera the one Each area at the top of your screen shows the flames that battalion chief says the fire severity is the direct result of the climate crisis. California severe drought means little comfort in the hottest place on earth Death Valley, that includes a small town in the middle of the desert. [20:45:15] Tonight, Gary Tuchman takes us there to see what life is like in the middle of this summer. (BEGIN VIDEOTAPE) GARY TUCHMAN, CNN NATIONAL CORRESPONDENT (voice-over): If 125 degrees made a sound, this might be it. This Siberian Husky far away from the land of were ancient Siberian ancestors, living in furnace Creek, California, the largest community in the majestic Death Valley National Park, which is considered the hottest place on Earth. Carolina Martucci and Edoardo Campi are tourists from Italy. CAROLINA MARTUCCI, TOURIST VISITING DEATH VALLEY NATIONAL PARK: I think it's one of a kind place in the entire world. TUCHMAN (on-camera): What do you think of the heat? EDOARDO CAMPI, TOURIST VISITING DEATH VALLEY NATIONAL PARK: It's a lot, but I think that if you get your precautions, it can be sustainable. TUCHMAN (voice-over): Dee Beauchamp has lived and worked here for 15 years, and knows how to keep it sustainable. DEE BEAUCHAMP, DEATH VALLEY RESIDENT: We've got water, has some Gatorade or the shade when you need to. And take your time, always do a good job. Don't rush it. TUCHMAN (voice-over): Dee is mowing the lawn in the blazing sun at a large resort called the Oasis at Death Valley. She's the lead gardener who moved here from Michigan. I love the things I do, the people I work with and the job that I do. TUCHMAN (voice-over): Mike Schuber is a nature photographer who also guards. MIKE SCHUBER, DEATH VALLEY RESIDENT: With the heats you don't realize like you may be losing a lot of fluids. You might be thinking fatigue, heat exhaustion might set in, so just kind of want to like I have a schedule like on my alarm. So it's like it forces me to take a break. Like I'll start going off my -- in fact, whoever you're talking to was just going off. I was like, oh, it's time to confer --  TUCHMAN (on-camera): Well sorry to interrupt you (INAUDIBLE) --  SCHUBER: No, you're good. You're good. Yes. TUCHMAN (voice-over): He also has one other tip. SCHUBER: Just got to love the heat. TUCHMAN (voice-over): And lots of people do. The resort is full while we are here. JOHN KUKREJA, GENERAL MANAGER, THE OASIS AT DEATH VALLEY RESORT: What inspires you is you're looking at this place and you say wait a minute, this is a jewel in the middle of nowhere. TUCHMAN (voice-over): In fact, for most of the year this jewel has very comfortable temperatures. But the summer heat is definitely intense now. Almost all outdoor workers start early. So they're done before the mercury finishes its climb. Outdoor activities are busiest very early too like golf. And what you're seeing here. (on-camera): There are lots of trails here in Death Valley hiking is extremely popular. Even during this month, July the hottest month of the year. Everywhere you go. You see signs and warnings take plenty of water with you when you hike and don't hike after 10:00 a.m. Right now the day is still young, it is still morning. And the temperature is 111 degrees. (voice-over): Relatively moderate compared to the 120 plus, which is only a few hours away which leads to the outdoors becoming rather desolate, and indoor Death Valley coming alive. Like at the ice cream parlor. (on-camera): Here in Death Valley in July, working here, is it the best job or is it the best job? UNIDENTIFIED MALE: It's definitely the best job. TUCHMAN (voice-over): But Dee Beauchamp think she also has the best job, does she ever even consider moving back north? BEAUCHAMP: Not the cold, I don't want to be in the cold. TUCHMAN (on-camera): You're happy with this? BEAUCHAMP: I'm happy. This is perfect. TUCHMAN (voice-over): Shortly after 8:00 p.m. the sun sets, the temperature goes down to the low 90s overnight before another scorcher today. (END VIDEOTAPE) TUCHMAN: Anderson there's no such thing as a cool summer in Death Valley. And that's precisely why so many tourists want to come here in the summer and experience the intense heat for themselves that's on their bucket list. That being said, it's nice to see that the tourists here for the most part seem to be paying attention to the residents here, seem to be respecting Mother Nature. We don't see any biking, we don't see any jogging, just a lot of slow and deliberate walking and a lot of water bottles. Anderson. COOPER: Gary Tuchman, thanks so much. Up next, new details on the investigation into the Robb Elementary shooting after the school principals placed -- was placed on leave with pay. And the latest from a school board meeting happening right now where parents demand more be done to protect their children. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE: I asked you to put yourself in my shoes, in our shoes as a parent, you have talked about hiring security, and I feel that no amount of security will ease our hearts and our minds. We saw so many cops and all we needed was Army to be there. And nothing happened. (END VIDEO CLIP) (COMMERCIAL BREAK) [20:53:15] COOPER: With just weeks until Uvalde the students are set to return to school, parents at a school board meeting that's happening right now are expressing their concerns with law enforcement and the lack of answers about the mass shooting at Robb Elementary School two months ago. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE: The rest of the police department that are still on payroll, I don't see how you could expect the families to have the same trust, the lack thereof. They'll drop off the kids at school and the same guys that filled them and ladies are the same people that are supposed to protect them. (END VIDEO CLIP) COOPER: That's comes as Uvalde county commissioners voted unanimously to conduct an independent investigation into the Valley County Sheriff's response today. With me now CNN crime and justice correspondent, Shimon Prokupecz. So what is the latest from the school board meeting? SHIMON PROKUPECZ, CNN CRIME & JUSTICE CORRESPONDENT: Right. So look, I think one of the things that is very clear, there's this disconnect, there's no trust between the school board, the parents, and still it just seems you know, I've been to several of these school board meetings and watching tonight. There's just this lack of empathy, it seems in this misunderstanding, they just cannot connect with the community. So much so that the community today, you know, they weren't even supposed to have this meeting. So to have it in a small room, then the parents put pressure on them to have it in this auditorium. And then they had all these police officers there, and the parents were just reacting just in this way this angry way. Why would you have all these officers here? Take a listen to some of that reaction, Anderson. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE: And who, whose job was it to call all of these fine officers in? Because I see more officers here than have ever looked over at our schools. What are y'all worried about? Our kids are dead, we only worried about. (END VIDEO CLIP) PROKUPECZ: And this is a thing Anderson, every meeting that we -- I've been through they've had all these officers there and the problem in that community right now is that they don't trust any police officers, not the local police officers, not the state troopers and certainly not the school police officers. They want all of them gone. So this school board has a lot of work still (INAUDIBLE). [20:55:15] COOPER: What about the decision on the School District Police Chief Arredondo? PROKUPECZ: That's still in limbo, they were going to vote on that. And then something happened. And now his lawyer is kind of fighting it, it appears that there's some kind of a fight going on. He's not going to win that fight in the end. But the school says we need to do this due process. And this is the law, and this is the way we need to do things. COOPER: And Mandy Gutierrez was the school principal, the time of the shooting has been placed on administrative leave? PROKUPECZ: Yes, she's on administrative leave. And part of that is probably because of when this report came back from the Texas legislators, they listed all of these problems at the school between the locks, and the lack of security and the issues that the teachers were having with the doors. And so, I guess now the school is taking action against her. And so we're seeing slowly, slowly, some of the people who are responsible that day for taking action (INAUDIBLE). COOPER: It seems like a lot is behind closed doors, and they're not communicating. PROKUPECZ: They're not. COOPER: And --  PROKUPECZ: It's troubling. And, you know, we're two months into this, and the parents are still so angry, and trying to heal and they're still saying, we don't have all the answers. COOPER: It's crazy. I mean, it's unbelievable the way these parents (INAUDIBLE) --  PROKUPECZ: Sad, it's horrific, and it's just so painful. COOPER: Yes. Shimon Prokupecz, thank you as always. Coming up, we'll look at how the January 6 hearings impacted the nation's view the former president, and the impact could have in the midterms as well as the 2024 presidential race. (COMMERCIAL BREAK) [21:00:03] ", "sentence_breakdown": [{"positive_polarities": [[0.26, "ERIN BURNETT, CNN HOST;  Oren, thank you very much from The Pentagon tonight."], [0.2, "Thanks for joining us."], [0.7, "[20:00:25]   ANDERSON COOPER, CNN HOST:  Good evening."], [0.06628787878787878, "We begin tonight with major new developments where the January 6 hearings left off."], [0.2, "(BEGIN VIDEO CLIP)   REP. LIZ CHENEY (R-WY):  We have much work yet to do and we will see you all in September."], [0.10000000000000002, "(END VIDEO CLIP)   COOPER:  Well, one thing became clear today, nobody is waiting until September."], [0.125, "For starters, we learned tonight that Marc Short, former Vice President Pence's Chief of Staff testified under subpoena last week before a Federal grand jury in Washington."], [0.375, "That's according to a source familiar with the matter."], [0.125, "Now, this is significant because Short was there in the room for some of the key moments on and around the 6th."], [0.07499999999999998, "He is also the highest profile witness known to have testified so far and we'll talk more about what that might say about the Justice Department's Criminal Investigation and how far it can go."], [0.037500000000000006, "The Capitol Police, the DC Metropolitan Police, other law enforcement agencies were attacked and assaulted before our very eyes, speared, sprayed, stomped on, brutalized, and lives were lost."], [0.13636363636363635, "Today a member, Virginia Democratic Congresswoman Elaine Luria released a new video clip."], [0.225, "QUESTION:  It looks like here that he crossed out that he was directing the Department of Justice to ensure all law breakers are prosecuted to the full extent of the law, we must send a clear message not with mercy, but with justice."], [0.13000000000000003, "QUESTION:  He also has crossed out, I want to be very clear, you do not represent me."], [0.375, "We can hear more along those lines tomorrow when he returns to Washington for the first time since leaving office."], [0.3, "(END VIDEO CLIP)   COOPER:  Congresswoman Lofgren also endorsed these remarks by Committee Vice Chair Liz Cheney over the weekend about possibly compelling testimony from Ginni Thomas, the right-wing activist and wife of Supreme Court Justice Clarence Thomas."], [0.21428571428571427, "We certainly hope that she will agree to come in voluntarily, but the Committee is fully prepared to contemplate a subpoena if she does not."], [0.0409090909090909, "Some new developments to tell you about on that tonight, so we've got new reporting as well on the dark cloud hanging over it all."], [0.2, "He said he didn't really lose."], [0.1143939393939394, "(END VIDEO CLIP)   COOPER:  So some breaking news, \"The New York Times\" and \"Wall Street Journal\" are now reporting to Greg Jacob, former General Counsel to the former Vice President also appeared last week before the grand jury."], [0.5, "That's from CNN's Donie O'Sullivan, talking to those two people, and we'll have more from his report ahead in this hour."], [0.25, "First, let's go to CNN's Ryan Nobles at the Capitol."], [0.3333333333333333, "So Ryan, what more can you tell us about both Jacob and Marc Short's testimony before the grand jury?"], [0.05000000000000001, "RYAN NOBLES, CNN CONGRESSIONAL CORRESPONDENT:  Well, Anderson, it clearly means that the Department of Justice investigation into the election meddling by Donald Trump and his associates is expanding in a big way."], [0.5, "When they began their cooperation with the January 6 Elect Committee, it opened the door into the whole line of pressure that was put on Vice President Mike Pence during that period of time."], [0.13999999999999999, "There are so many different connections that Pence's office has to the attempts to stand in the way of the election being certified for Joe Biden, and the fact that Jacob and Marc Short who are both very cooperative with the Committee and told them a lot about what they knew during that period of time, it also would indicate that they would show the same level of cooperation with the Department of Justice as well."], [0.375, "So this is absolutely significant."], [0.06666666666666667, "NOBLES:  We do, it's basically because the Committee just has so much evidence, and they just do not have enough time to pack them all into these public hearings."], [0.11111111111111112, "You know, more than 17 million people watched on Thursday night, but the hearing only lasted about two and a half hours."], [0.06666666666666667, "I'm told that as they plan these hearings, one of their first dress rehearsals, the initial hearing could have run as long as four hours because they had so much content and evidence that they believed was necessary to share with the American people."], [0.6, "Adam Kinzinger released a kind of a preview to the hearing on that day."], [0.22777777777777777, "There is a good chance that we're going to see more examples of this in the days ahead, particularly in the month of August, where the Committee plans to do most of its work behind closed doors."], [0.2, "Thanks."], [0.14791666666666667, "For more on Marc Short, the Federal grand jury and what it could all mean, we're joined by CNN chief legal analyst and former Federal prosecutor, Jeffrey Toobin."], [0.25, "So, Greg Jacob, Marc Short testifying in front of a Federal grand jury."], [0.375, "How significant?"], [0.05, "JEFFREY TOOBIN, CNN CHIEF LEGAL ANALYST:  it's a big deal, especially in the big picture."], [0.20000000000000004, "Plus, the Pence officials are part of or witnesses to it at least three of the most important areas of inquiry."], [0.5, "So, the fact that the Justice Department now has those people in the grand jury suggest that's what they are investigating."], [0.09722222222222221, "COOPER:  This is a dumb question, but the Justice Department, do they need to re-interview before a grand jury everybody who testified before the January 6 Committee or the main players?"], [0.5, "TOOBIN:  They could and they could just use that testimony in the grand jury."], [0.5, "The issue with the grand jury is, at some point, presumably they're going to be asked to issue indictments of someone."], [0.125, "You know, hearsay evidence is admissible in a grand jury, so they could go play the videos of the depositions from the January 6 Committee, but prosecutors usually want to see witnesses for themselves."], [0.125, "They may not ask exactly the same questions as those congressional investigators."], [0.1366666666666667, "COOPER:  What does it say that they were willing to subpoena, someone who is formerly high levels, Marc Short?"], [0.084375, "I mean, this grand jury testimony is so important, because it shows the Justice Department is not just focusing on the small fish."], [0.21428571428571427, "Now whether there will be indictments of people up to and including President Trump, I certainly don't know that."], [0.35714285714285715, "But there certainly wouldn't be indictments of the people like Trump, if these people were not in the grand jury."], [0.14375, "I mean, I guess you could look at this and say that puts this into kind of sharper focus."], [0.04999999999999999, "TOOBIN:  Well, and you know, grand jury's investigations are by definition secret."], [0.375, "We don't know who exactly have testified in the grand jury."], [0.25, "COOPER:  So, we don't know and won't know until either someone breaks  it or charges are filed, how far advanced they are in their investigation."], [0.078125, "TOOBIN:  No, I mean, there are several ways you can find out."], [0.3181818181818181, "Every -- all the reporters know which are the grand jury rooms, individuals can say that they testified, but you know, whether the grand jury issues an indictment or not, that is almost never known until --   COOPER:  And if there is, you know, this investigation that continues and there is a new President, and that President appoints a new head of the Department of Justice, does the investigation automatically continue?"], [0.21428571428571427, "TOOBIN:  It certainly does not automatically continue."], [0.37142857142857144, "But certainly, the senior leadership will change and I think, you know, if Donald Trump is elected President in 2024, the odds of this investigation continuing in any form like that, I would say is remote at best."], [0.2, "Thanks."], [0.101010101010101, "Perspective now on this and the bigger picture, for that we're joined by \"New York Times\" columnist Thomas Friedman, author of a virtual library of bestsellers, including the classic \"From Beirut to Jerusalem.\""], [0.14285714285714285, "Tom, the last time we spoke was right after Cassidy Hutchinson's testimony."], [0.25, "Does Marc Short and Greg Jacob testifying before a Federal grand jury make you believe that the truth may be acted upon?"], [0.005681818181818177, "THOMAS L. FRIEDMAN, FOREIGN AFFAIRS COLUMNIST, \"THE NEW YORK TIMES\": Yes, you know, Anderson."], [0.18, "If you just watch every day now, you see not only very senior former administration officials stepping out and testifying, but I would also point to something very important."], [0.13636363636363635, "I think the editorial in \"The Wall Street Journal\" and \"The New York Post,\" Rupert Murdoch's two flagship newspapers saying that Donald Trump was unworthy of being President."], [0.52, "Again, I think that's very important."], [0.24, "That's a direct connection between saying this truth that has been revealed by this Committee leads to this action this man is unworthy of ever being President again, I think that's very important."], [0.13680555555555557, "COOPER:  It is so interesting that that has occurred because, I mean, you could intellectually make the argument, well look, a lot of the information that we saw of the timeline of what the President did on that day, it was more or less known, but there was something about the sheer weight of hearing after hearing, well-organized in which we, the country is confronted -- so those who watched -- they are confronted day after day or evening session after session with the granular horror of what occurred on that day and in the run up to it."], [0.075, "And there's just something about her relentless approach to this and her unblinking willingness to put the truth out there, and it obviously is affecting a lot of principled and moderate Republicans, which I think are readers of \"The Wall Street Journal,\" traditional business Republicans or whatnot."], [0.2, "And you just take 10 to 15 percent of the party who they represent and you basically tell them, and they act on that Trump is unworthy to be President, and the party has a real problem."], [0.2, "FRIEDMAN:  Well, I think I've always felt that a lot of the people who supported Trump didn't really care that much about Trump."], [0.125, "And I think we do have to ask that so deep now into his career and public affairs in our country, how is it that a significant number of people, despite all of the evidence, still see Donald Trump as a brick they want to throw through a window?"], [0.08409090909090909, "At the same time, I take succor, Anderson, in the fact that people like \"The Wall Street Journal\" and \"The New York Post\" are basically saying, \"No, that's the truth,\" and the truth compels action and the action is that this man is unworthy to be President."], [0.5, "COOPER:  And yet, so many Republicans in the Senate, in the House are claiming they're not even watching the hearings."], [0.03125, "I mean, these are significant hearings."], [0.13636363636363635, "FRIEDMAN:  Oh, A, I doubt that they are not watching, but I'll tell you one thing, Anderson, they read \"The Wall Street Journal,\" and they read \"The New York Post,\" and they know where their bread is buttered from."], [0.2, "FRIEDMAN:  Well, I think that, you know, Rupert Murdoch's media has been so much the house organ of the Republican Party."], [0.13636363636363635, "We know, when you watch, you know, some of the senators, how frightened they are, if they're criticized by anyone on FOX, let alone in \"The New York Post\" or \"The Wall Street Journal.\""], [0.34, "I think it was a very important break in the dam, and it just takes 10 or 15 percent, and suddenly a mandate to declare unworthy of being President will not be able to be President."], [0.25, "COOPER:  Coming up next, more on the possibility of issuing a subpoena to the wife of a sitting Supreme Court Justice and just why the Select Committee is so interested in what she may know."], [0.10714285714285714, "Also, the latest from the fire lines in California, unbelievable images as well as what it's like right now in the hottest place on earth in the middle of a global heatwave."], [0.25, "(COMMERCIAL BREAK)   [20:23:29]   COOPER:  We told you at the top about the House Select Committee's interest in hearing from Ginni Thomas, even if it means issuing her a subpoena to testify."], [1.0, "(BEGIN VIDEOTAPE)   GINNY THOMAS, WIFE OF CHIEF JUSTICE CLARENCE THOMAS:  Clarence Thomas, you're the best man walking the face of the earth."], [0.5, "The Committee is also investigating more than two dozen text messages Ginni Thomas sent just days after Biden's victory to Mark Meadows, who was Donald Trump's Chief of Staff."], [0.30000000000000004, "KAYE (voice over):  In one text from November of 2020, Ginni Thomas wrote to Meadows, \"Help this great President stand firm, Mark."], [0.5, "The majority knows Biden and the left is attempting the greatest heist of our history.\""], [0.07500000000000001, "She wrote to Meadows, \"Watermarked ballots in over 12 states have been part of a huge Trump and military white hat sting operation in 12 key battleground states.\""], [0.4, "REP. ADAM SCHIFF (D-CA):  If she has relevant information or investigation, we hope she comes involuntarily."], [0.2, "KAYE (voice over):  In an interview this year with the conservative website, \"The Free Beacon,\" Ginni Thomas said she briefly attended the January 6th rally at the Capitol, but returned home before the insurrection."], [1.0, "CLARENCE THOMAS, US SUPREME COURT ASSOCIATE CHIEF JUSTICE:  My wife is totally my best friend."], [0.5, "Her father reportedly was an engineer, and her mother was an outspoken Republican activist who played a prominent role in her daughter's life."], [0.1481818181818182, "According to \"The New York Times,\" she joined her high school's Republican Club in 1974."], [0.19999999999999998, "On this decade's old video, she shares her experience of leaving Lifespring, a controversial group founded in 1974 that was long considered a cult."], [0.19166666666666665, "G. THOMAS:  When you come away from a cult, you have to find a balance in your life as far as getting involved with fighting the cult or exposing it, and kind of the other angle is getting a sense of yourself and what was it that made you get into that group?"], [0.31666666666666665, "KAYE (voice over):  She reportedly met Clarence Thomas in 1986 at a conference on affirmative action, they married in 1987."], [0.3, "C. THOMAS:  I keep a sign on my desk, \"Don't make fun of your wife's choices."], [0.21428571428571427, "KAYE:  Yes, it certainly sounds that way."], [0.2, "She has, Anderson, tried to set the record straight on how much she shares with her husband, who as we know is the Supreme Court Justice Clarence Thomas."], [0.375, "In March, she spoke to \"The Washington Free Beacon\" and she said to them -- she told them, \"Like so many married couples, we share many of the same ideals, principles, and aspirations for America, but we have our own separate careers.\""], [0.6, "She said, \"Our own ideas and opinions, too."], [0.275, "That's just --   KAYE:  And that's why the Committee might want to talk to her because they have these text messages and e-mails apparently, and they want to know more."], [0.7, "COOPER:  Randi Kaye, fascinating."], [0.2, "Thanks so much."], [0.5, "KAYE:  Sure."], [0.25, "But an Arizona state that put Joe Biden over the top, Republicans may have to consider if they accept the reality of the last presidential vote in January 6, before going to vote this time around."], [0.1, "DONIE O'SULLIVAN, CNN CORRESPONDENT (on-camera): Sensitive."], [0.2, "SCHOENBERNER: You really believe that happened?"], [0.5, "SCHOENBERNER: OK."], [0.0619047619047619, "SCHOENBERNER: So do you think it's right for those people to have those people in jail and not getting me justice in our American system?"], [0.2857142857142857, "O'SULLIVAN (on-camera): Do you think it was right that they attacked the Capitol?"], [0.2857142857142857, "O'SULLIVAN (on-camera): But I think like 800 people now have been charged, right?"], [0.2, "O'SULLIVAN (on-camera): Trump has told lies about the election and that, he said he didn't really lose."], [0.06000000000000001, "(voice-over): The Proud Boys who Trump once infamously told to stand back and stand by, now a regular fixture outside his events."], [0.8, "(on-camera): Any Proud Boys want to talk to us today?"], [0.14285714285714285, "UNIDENTIFIED MALE: You're (INAUDIBLE) CNN, right?"], [0.5, "OK."], [0.2, "Thanks, guys."], [0.5, "O'SULLIVAN (on-camera): OK."], [0.14285714285714285, "Trump's not a big fan of him right now, JULIE FISHER, TRUMP SUPPORTER: I understand that."], [0.3616071428571428, "And I know that other people right in this room have done their best to count everything and do it all right."], [0.25, "MCCRACKEN: I don't trust our government, first of all, period."], [0.7, "And if you don't have fair elections, well, good, are they?"], [0.1, "UNIDENTIFIED MALE: Oh, absolutely."], [0.29583333333333334, "That's, I mean, I think it's a good healthy exercise for us all to go through all the time."], [0.27714285714285714, "The issue, of course, is that when you go online and do your own research, as many folks do, is there is just such a vast array of BS, right?"], [0.18749999999999997, "And there's so many very convincing, there's a lot of money, of course, but behind disinformation campaigns to convince people that American democracy is (INAUDIBLE)."], [0.2857142857142857, "COOPER: Right."], [0.2857142857142857, "O'SULLIVAN: And, you know, when why I brought up the indictments was because that's it on paper, right."], [0.5, "Pence was there to endorse a candidate who is more pro democracy, I guess, and she hasn't quite said that she wanted to overturn the results."], [0.2619047619047619, "But the point being Pence was there to say, you know, we believe in our democracy, even at that events, there were some Trump supporters who, you know, went along with the Pence country right and Trump won but we're saying we don't have (INAUDIBLE) --  COOPER: The so-called Proud Boys do they -- are they up late at night on the phone discussing what shirts that they're going to wear?"], [0.8, "COOPER: Yes, well, the Proud Boys, you know."], [0.35, "Coming up, California's wildfire fight the fury of the flames near Yosemite being called unprecedented."], [0.2857142857142857, "Plus, Gary Tuchman visits the hottest place on Earth, which is right here in the U.S. for some it's a way of life for others, risky adventure."], [0.14285714285714285, "We'll be right back."], [0.4, "A state fire official says the oak fire showing unprecedented behavior moving incredibly fast."], [0.3, "There's another view from an infrared camera the one Each area at the top of your screen shows the flames that battalion chief says the fire severity is the direct result of the climate crisis."], [0.4, "(BEGIN VIDEOTAPE) GARY TUCHMAN, CNN NATIONAL CORRESPONDENT (voice-over): If 125 degrees made a sound, this might be it."], [0.1, "This Siberian Husky far away from the land of were ancient Siberian ancestors, living in furnace Creek, California, the largest community in the majestic Death Valley National Park, which is considered the hottest place on Earth."], [0.3, "CAROLINA MARTUCCI, TOURIST VISITING DEATH VALLEY NATIONAL PARK: I think it's one of a kind place in the entire world."], [0.7, "And take your time, always do a good job."], [0.21428571428571427, "TUCHMAN (voice-over): Dee is mowing the lawn in the blazing sun at a large resort called the Oasis at Death Valley."], [0.5, "I love the things I do, the people I work with and the job that I do."], [0.6, "You might be thinking fatigue, heat exhaustion might set in, so just kind of want to like I have a schedule like on my alarm."], [0.09999999999999998, "I was like, oh, it's time to confer --  TUCHMAN (on-camera): Well sorry to interrupt you (INAUDIBLE) --  SCHUBER: No, you're good."], [0.7, "You're good."], [0.5, "SCHUBER: Just got to love the heat."], [0.35, "The resort is full while we are here."], [0.02500000000000001, "JOHN KUKREJA, GENERAL MANAGER, THE OASIS AT DEATH VALLEY RESORT: What inspires you is you're looking at this place and you say wait a minute, this is a jewel in the middle of nowhere."], [0.51, "TUCHMAN (voice-over): In fact, for most of the year this jewel has very comfortable temperatures."], [0.2, "But the summer heat is definitely intense now."], [0.1, "Almost all outdoor workers start early."], [0.13, "Outdoor activities are busiest very early too like golf."], [0.6, "(on-camera): There are lots of trails here in Death Valley hiking is extremely popular."], [0.19285714285714284, "Right now the day is still young, it is still morning."], [0.06999999999999999, "(voice-over): Relatively moderate compared to the 120 plus, which is only a few hours away which leads to the outdoors becoming rather desolate, and indoor Death Valley coming alive."], [1.0, "(on-camera): Here in Death Valley in July, working here, is it the best job or is it the best job?"], [0.3333333333333333, "UNIDENTIFIED MALE: It's definitely the best job."], [0.5, "TUCHMAN (voice-over): But Dee Beauchamp think she also has the best job, does she ever even consider moving back north?"], [0.8, "TUCHMAN (on-camera): You're happy with this?"], [0.8, "BEAUCHAMP: I'm happy."], [1.0, "This is perfect."], [0.175, "(END VIDEOTAPE) TUCHMAN: Anderson there's no such thing as a cool summer in Death Valley."], [0.3666666666666667, "And that's precisely why so many tourists want to come here in the summer and experience the intense heat for themselves that's on their bucket list."], [0.55, "That being said, it's nice to see that the tourists here for the most part seem to be paying attention to the residents here, seem to be respecting Mother Nature."], [0.2, "COOPER: Gary Tuchman, thanks so much."], [0.14545454545454545, "Up next, new details on the investigation into the Robb Elementary shooting after the school principals placed -- was placed on leave with pay."], [0.42857142857142855, "And the latest from a school board meeting happening right now where parents demand more be done to protect their children."], [0.5, "We saw so many cops and all we needed was Army to be there."], [0.1952380952380952, "(END VIDEO CLIP) (COMMERCIAL BREAK) [20:53:15] COOPER: With just weeks until Uvalde the students are set to return to school, parents at a school board meeting that's happening right now are expressing their concerns with law enforcement and the lack of answers about the mass shooting at Robb Elementary School two months ago."], [0.13333333333333333, "They'll drop off the kids at school and the same guys that filled them and ladies are the same people that are supposed to protect them."], [0.5, "So what is the latest from the school board meeting?"], [0.2857142857142857, "SHIMON PROKUPECZ, CNN CRIME & JUSTICE CORRESPONDENT: Right."], [0.06500000000000002, "So look, I think one of the things that is very clear, there's this disconnect, there's no trust between the school board, the parents, and still it just seems you know, I've been to several of these school board meetings and watching tonight."], [0.2, "So much so that the community today, you know, they weren't even supposed to have this meeting."], [0.20833333333333334, "(BEGIN VIDEO CLIP) UNIDENTIFIED MALE: And who, whose job was it to call all of these fine officers in?"], [0.5, "Because I see more officers here than have ever looked over at our schools."], [0.059523809523809514, "(END VIDEO CLIP) PROKUPECZ: And this is a thing Anderson, every meeting that we -- I've been through they've had all these officers there and the problem in that community right now is that they don't trust any police officers, not the local police officers, not the state troopers and certainly not the school police officers."], [0.6, "And now his lawyer is kind of fighting it, it appears that there's some kind of a fight going on."], [0.8, "He's not going to win that fight in the end."], [0.1, "And so, I guess now the school is taking action against her."]], "negative_polarities": [[-0.025, "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT: According to the Defense Department, only the Army has made the commitment to buying the long range hypersonic weapons concept, a separate program in the coming fiscal year."], [0.0, "Earlier in our program, our guest Marc Short referred to some allegations against Congressman Matt Gaetz."], [0.0, "We should note Matt Gaetz has not been charged, let alone convicted."], [0.0, "AC 360 starts now."], [-0.15, "Also late today, President Biden weighed in on the central figure in Thursday's January 6 hearings."], [0.0, "(BEGIN VIDEO CLIP)   JOE BIDEN (D), PRESIDENT OF THE UNITED STATES:  So what happened?"], [0.0, "And for three hours, the defeated former President of the United States watched it all happen as he sat in the comfort of the private dining room next to the Oval Office."], [-0.025, "(END VIDEO CLIP)   COOPER:  As for the Committee, it apparently is not waiting for September either."], [0.0, "It shows the former President's unwillingness to include in his speech on January 7th language holding the mob that he invited, incited, and wanted to join accountable."], [0.0, "(BEGIN VIDEO CLIP)   QUESTION:  Do you recognize what this is?"], [0.0, "IVANKA TRUMP, FORMER WHITE HOUSE ADVISER:  It looks like a copy of a draft of the remarks for that day."], [0.0, "QUESTION:  And as you can see throughout the document, there are lines crossed out."], [0.0, "There are some -- there are some words added in."], [0.0, "do you recognize the handwriting?"], [0.0, "I. TRUMP:  It looks like my father's handwriting."], [-0.1675, "PAT CIPOLLONE, FORMER WHITE HOUSE COUNSEL:  In my view, he needed to express very clearly that the people who commit violent acts, went into the Capitol, did what they did, should be prosecuted and should be arrested."], [0.0, "Legal consequences must be swift and firm."], [0.0, "Do you know why he wanted that crossed out?"], [0.0, "JARED KUSHNER, FORMER WHITE HOUSE ADVISER:  I don't know."], [0.0, "CIPOLLONE:  And that needed to be stated."], [0.0, "They did not represent him or his political views in any form or fashion."], [0.0, "You do not represent our movement."], [0.0, "Do you remember -- do you know why he crossed that language out of the statement?"], [0.0, "KUSHNER:  I don't know."], [0.0, "(END VIDEO CLIP)   COOPER:  Those were the words that Jared Kushner and Ivanka Trump claiming not to know why those words were crossed out."], [0.0, "The simplest possibility, of course, is that the President, the former President crossed it out, because he did not agree with it and didn't want to say it and knew the implications if he did say it on his supporters."], [0.0, "At Thursday's hearing, you'll recall the Select Committee showed video of the former President refusing to read another line, one saying the election was over, because he didn't believe that it was and still doesn't to this day."], [0.0, "He'll be giving the keynote speech at a think tank staffed by former administration members."], [-0.20000000000000004, "As for what's next for the Select Committee, one priority is those missing Secret Service text messages from and around January 6th."], [0.0, "Here is Committee member, Zoe Lofgren today."], [0.0, "(BEGIN VIDEO CLIP)   REP. ZOE LOFGREN (D-CA):  Well, I don't know, but here is the fact."], [-0.35625, "I mean, on January 16th, Secret Service, we received a letter signed by four Committee Chairmen, this is before the J6 Committee existed, telling them to preserve all the evidence."], [0.0, "Eleven days later, they erased it."], [0.0, "So that's problematic."], [0.0, "[20:05:08]   (BEGIN VIDEO CLIP)   JAKE TAPPER, CNN ANCHOR:  Is your Committee planning on talking to Ginni Thomas even though her lawyer has expressed a reluctance to cooperate?"], [0.0, "CHENEY:  We are."], [0.0, "The Committee is engaged with her counsel."], [0.0, "I hope it doesn't get to that."], [0.0, "I hope she will come in voluntarily."], [0.0, "(END VIDEO CLIP)   COOPER:  Ginni Thomas, you will remember repeatedly corresponded with then White House Chief of Staff, Mark Meadows, and Trump's lawyer, John Eastman, who was pushing what became the former President's scheme to overturn the election."], [0.0, "So talking to her with all that could entail lies ahead for the Committee and possibly the Courts as well."], [-6.938893903907228e-18, "Also ahead, what might come from the criminal grand jury in Georgia probing the former President's alleged election meddling there?"], [-0.3, "The fact that a recent polling, 70 percent of Republicans now believe some variation of this dangerous theme you're about to hear."], [0.0, "(BEGIN VIDEO CLIP)   DONIE O'SULLIVAN, CNN CORRESPONDENT:  Trump has told lies about the election in the US."], [0.0, "Do you think that all the lies about the election are damaging for American democracy?"], [0.0, "UNIDENTIFIED FEMALE:  Do you believe he lied?"], [0.0, "O'SULLIVAN:  Do you not?"], [0.0, "UNIDENTIFIED FEMALE:  No."], [0.0, "I do not."], [0.0, "He won."], [0.0, "Both Marc Short and Greg Jacob are two key players."], [0.0, "It provided an insight into the push to have Pence stand in the way of the certification of the election results on January 6th."], [-0.4000000000000001, "The efforts to get him to accept a false slate of electors."], [-0.13541666666666666, "It shows just how serious the  Department of Justice is taking things as their investigation speeds up in a major way."], [0.0, "COOPER:  Do we know why Congresswoman Luria released this video clip today, instead of including it in the hearing last week?"], [0.0, "As a result, they still have a lot that didn't make it into the hearings that they will release at different points."], [0.0, "None of that content was actually in the hearing itself."], [0.0, "We saw this from Congressman Luria today."], [-0.1, "We should expect them to release this type of content and evidence as they lead into these next round of hearings, which will take place in September."], [0.0, "COOPER:  Ryan Nobles, appreciate it."], [-0.059166666666666666, "I mean, remember the main criticism of the Justice Department so far has been that they are unduly focused or even exclusively focused on the small fish, the people who were inside the Capitol, you know, who trespassed, who committed acts of violence, and not focused at all on the people who may have committed the larger offenses, the people closest to Trump."], [0.0, "This shows that they are looking at what was going on at the White House."], [0.0, "One is the pressure on Mike Pence to violate his oath and stop the certification of the election."], [-0.5, "[20:10:10]  The fake electors' scheme, and the effort to corrupt the Justice  Department."], [0.0, "They know about all of that."], [-0.10416666666666667, "TOOBIN:  Well, I mean --   COOPER:  They won't just take the testimony that was given under oath by Marc Short, obviously to the January 6 Committee."], [-0.8, "They have to have evidence on which to base those indictments."], [0.0, "COOPER:  Would they have had to subpoena Marc Short?"], [0.0, "TOOBIN:  He said --   COOPER:  That they did."], [0.0, "TOOBIN:  Earlier today that they did, yes."], [-0.3333333333333333, "TOOBIN:  It shows they're serious."], [-0.075, "I mean, this is -- I mean, that's why today is so important."], [0.0, "COOPER:  Because you know, Merrick Garland is saying, you know, no person is above the law."], [0.0, "The only reason this came out is that reporters happened to just see Short coming out of the Courthouse."], [0.0, "But you know, this -- the fact that they are there is a big deal."], [-0.15625, "I mean, you can see people, physically see them going in and out."], [0.0, "It can continue."], [-0.10416666666666667, "I mean, the customer in the Justice Department, especially with career people, is that investigations continue from one administration to the next."], [0.0, "COOPER:  Yes, Jeff Toobin, appreciate it."], [0.0, "You said, \"The truth is of no value if we cannot act on the truth.\""], [0.0, "I think that -- and they cited the January 6 Committee."], [0.0, "[20:15:14]   FRIEDMAN:  Yes."], [0.0, "I think that's what it is."], [-0.25, "It's been the drip, drip, drip of truth, and for which we can -- we have to thank every day, Liz Cheney for having the courage to step out and make this, albeit in a small way, a bipartisan committee."], [0.0, "And also, you see people acting on the truth, Anderson and that Vice President Pence, basically every speech he gives is a critique of his former boss and partner."], [0.0, "So DeSantis -- they're all sort of stepping out here."], [0.0, "I don't know when the dam is going to burst, if it's going to burst."], [-0.1, "But one day, one of them, not a Mitt Romney or Liz Cheney, but one of them in the center is going to step out and say, \"Donald, it's time for you to step aside.\""], [0.0, "COOPER:  We're going to hear later in the program from the former -- some of the former President's supporters who still believe the lies that the election was stolen despite all the evidence to the contrary."], [0.0, "Our Donie O'Sullivan has that unenviable task of asking these questions time and again."], [0.0, "Can any of that be changed?"], [-0.3125, "I mean, is that malleable?"], [0.0, "Can that be changed?"], [0.0, "Or do you think it's just too baked in?"], [-0.30000000000000004, "He hated the people that hate Trump, more than they actually are focused on Trump."], [0.0, "Why do they feel that way?"], [0.0, "What is that window?"], [0.0, "What is that brick?"], [0.0, "I think as reporters, we do have to keep asking that question, and not just dismiss this."], [0.0, "I saw Tim Scott saying he wasn't watching the hearings."], [-0.3125, "I mean, I think he said that on FOX News."], [-0.12083333333333333, "The idea, I mean, maybe they are not, but the idea that they are not, they don't care enough to watch or just want that as an excuse that they can distance themselves."], [0.0, "They know which media they need in order to be re-elected, and I guarantee you, a lot of them today in the in the quiet of their conversations are saying, \"Did you see that editorial by Rupert?\""], [0.0, "COOPER:  As Rupert goes, so goes, the rest of the Republican Party?"], [0.0, "COOPER:  Tom Friedman, appreciate it as always."], [0.0, "Thank you."], [0.0, "FRIEDMAN:  You bet."], [-0.375, "She is the wife of the Supreme Court Justice, Clarence Thomas, but as our Randi Kaye reports, she is neither an ordinary Washington spouse nor a mere bystander in the attempt to overturn the 2020 election."], [0.0, "RANDI KAYE, CNN NATIONAL CORRESPONDENT (voice over):  Virginia \"Ginni\" Thomas, wife of Supreme Court Justice Clarence Thomas has some explaining to do, like what about those emails she exchanged with conservative Attorney John Eastman, who the House January 6 Committee says helped devise a scheme to try and overturn Joe Biden's victory."], [0.0, "It's unclear what Ginni Thomas, a well-known conservative activist said to Eastman in the e-mails or if she will appear before the Committee to try to explain any of it."], [0.0, "G. THOMAS:  The second Reagan revolution is growing."], [-0.15000000000000002, "In another, she seemed to embrace a long held false QAnon conspiracy theory that Trump had watermarked mail-in ballots so he could track potential fraud."], [-0.05, "And Ginni Thomas also stood by lawyer Sidney Powell who spread the long debunked conspiracy theory that electronic voting machines had somehow switched ballots from Trump to Biden."], [0.0, "[20:25:11]   She wrote to Meadows, \"Sounds like Sidney and her team are getting inundated with evidence of fraud."], [0.0, "Make a plan."], [-0.07777777777777779, "Release the Kraken and save us from the left taking America down.\""], [0.0, "At one point, \"The Washington Post\" reports Ginni Thomas urged Meadows to watch a YouTube video about the power of never conceding."], [0.0, "A lawyer for Thomas said in a letter to the House Select Committee last month that he does not believe there is currently a sufficient basis to speak with her."], [0.0, "KAYE (voice over):  According to Clarence Thomas' 2004 biography, Ginni Thomas was born Virginia Lamp and raised in Omaha, Nebraska."], [0.0, "Later at Creighton University in Omaha, she earned a Law Degree."], [0.0, "In March, a video circulated on Twitter showing Thomas speaking at a 1986 Cult Awareness Network event in Missouri."], [0.0, "You were one of them.\""], [-0.10624999999999998, "(END VIDEOTAPE)   COOPER:  I mean, clearly, the January 6 Committee has a lot to ask her about."], [0.0, "Has Ginni Thomas tried to explain herself in any way because she seemed to have bought into some of the craziest --   KAYE:  Yes."], [-0.125, "COOPER:  QAnon and other fantasies out there."], [0.0, "Clarence doesn't discuss his work with me and I don't involve him in my work.\""], [0.0, "That's what she said."], [-0.875, "She also went on to say that she had no role in helping those who were planning the January 6th events and she said that the violence that she saw at the Capitol she called it, \"disgusting\" and she was disappointed."], [-0.05, "COOPER:  I'm stunned though that she is texting Mark Meadows, talking about releasing the Kraken and white hat military operations."], [-0.3125, "I mean, this is stuff you get off the internet."], [0.0, "COOPER:  Ahead, the biggest test yet of the former President's power over the Republican Party and the truth since he left office, Donie O'Sullivan shows us how the reality of the election on January 6th are dividing the GOP in Arizona, that's next."], [0.0, "(COMMERCIAL BREAK)   [20:32:17] COOPER: A week from tomorrow, Arizona Republican voters decide who they want on the ballot for the governor's race this fall."], [-0.03333333333333333, "It is a race so bitterly divided that the former president and former vice president went there Friday holding dueling events for two of the GOP candidates."], [0.0, "The 45th President unsurprisingly is backing the 2020 election denier."], [0.0, "Our Donie O'Sullivan went to Arizona, we got a sense of the divide firsthand."], [0.0, "We warn you some of the language -- the language you'll hear may be offensive."], [0.0, "(BEGIN VIDEOTAPE) WANDA SCHOENBERNER, TRUMP SUPPORTER FROM SOUTH DAKOTA: He didn't lose."], [0.0, "SCHOENBERNER: He just didn't lose."], [0.0, "O'SULLIVAN (on-camera): Do you believe the election was stolen."], [0.0, "REX MCCRACKER, TRUMP SUPPORTER: Yes."], [0.0, "O'SULLIVAN (on-camera): Do you have faith in elections now?"], [0.0, "MCCRACKER: No."], [0.0, "O'SULLIVAN (on-camera): Do you believe the 2020 election was stolen?"], [0.0, "CURTIS NEILSON, REPUBLICAN VOTER: No, I don't believe the 2020 election was stolen."], [-0.5, "I believe that there are aspects of the 2020 election that were unfair."], [0.0, "O'SULLIVAN (voice-over): In Arizona, a Republican Party at odds with itself, Trump and Pence holding competing events with two very different understandings of reality."], [0.0, "DONALD TRUMP (R) FMR PRESIDENT OF UNITED STATES: We need a landslide so big that the radical left cannot rig it or steal it, even if they try."], [0.0, "O'SULLIVAN (voice-over): At Trump's rally a bonfire of conspiracy theories."], [0.0, "(on-camera): Have you ever watched on January 6 hearings?"], [0.0, "SCHOENBERNER: I have."], [0.0, "O'SULLIVAN (on-camera): What you think?"], [0.0, "SCHOENBERNER: I think they're a bunch of bullshit."], [0.0, "O'SULLIVAN (on-camera): Why?"], [0.0, "SCHOENBERNER: Well, because you have both sides."], [0.0, "Were you getting one side of the story?"], [-0.3125, "O'SULLIVAN (on-camera): You mean like the side that attacked the Capitol?"], [0.0, "O'SULLIVAN (on-camera): I was there."], [0.0, "I have a lot of people that were there too."], [0.0, "O'SULLIVAN (on-camera): And?"], [0.0, "SCHOENBERNER: And saw things that it wasn't what they say it was."], [0.0, "O'SULLIVAN (on-camera): But there's been hundreds of Trump supporters now charged."], [-0.5, "(INAUDIBLE) pled guilty."], [0.0, "Are you kidding?"], [0.0, "SCHOENBERNER: I know they didn't."], [0.0, "That was an inside job, buddy."], [0.0, "O'SULLIVAN (voice-over): The vast conspiracy theory that those who stormed the Capitol were not Trump supporters is widespread here."], [0.0, "(on-camera): Have you guys been watching the January 6 hearings at all?"], [0.0, "UNIDENTIFIED FEMALE: No."], [0.0, "O'SULLIVAN (on-camera): No."], [-0.07777777777777779, "UNIDENTIFIED MALE: No, we saw it when it all went down."], [0.0, "And then we saw like a lot of the BLM and Antifa people in the building as well."], [0.0, "And it's just, it's just nonsense at all."], [0.0, "UNIDENTIFIED MALE: Yes."], [-0.4583333333333333, "O'SULLIVAN (on-camera): (INAUDIBLE) are Black Lives Matter or Antifa."], [0.0, "UNIDENTIFIED MALE: Yes, that doesn't matter --  UNIDENTIFIED FEMALE: They're not charging."], [-0.006696428571428575, "[20:35:00] UNIDENTIFIED MALE: That doesn't mean --  UNIDENTIFIED FEMALE: Right."], [-0.125, "They have not been brought into court or their due process because they have not been arrested."], [0.0, "UNIDENTIFIED MALE: Hunter Biden hasn't been arrested."], [0.0, "Do you think that all the lies about the election are damaging for American democracy?"], [0.0, "MARDI MINX, TRUMP SUPPORTER: You believe you lied."], [0.0, "O'SULLIVAN (on-camera): Do you not?"], [0.0, "MINX: No, I do not."], [0.0, "I don't."], [0.0, "He won."], [0.0, "O'SULLIVAN (voice-over): But these are no longer fringe ideas."], [0.0, "A majority of Republicans do not believe Biden legitimately won the election."], [0.0, "(on-camera): Hey, guys, any of you want to talk to us?"], [0.0, "No?"], [0.0, "You're watching January 6 hearings?"], [0.0, "UNIDENTIFIED MALE: No."], [0.0, "UNIDENTIFIED MALE: No, (INAUDIBLE)."], [0.0, "O'SULLIVAN (on-camera): CNN, yes."], [0.0, "(CROSSTALK) O'SULLIVAN (on-camera): My friends."], [0.0, "UNIDENTIFIED MALE: Thank you."], [0.0, "O'SULLIVAN (voice-over): The former president here to campaign for a ticket of conspiracy theory spouting candidates who say they would have overturned results of the 2020 election in Arizona, like Kari Lake candidate for governor."], [0.0, "KARI LAKE (R-AZ) GUBERNATORIAL CANDIDATE: I know for a fact we will no longer accept rigged elections."], [0.0, "Who's with me on that?"], [0.0, "O'SULLIVAN (voice-over): Pence here campaigning for Lake's Republican rival."], [0.0, "MIKE PENCE (R) FMR VICE PRESIDENT OF UNITED STATES: Arizona needs Karrin Taylor Robson in the state house."], [0.0, "O'SULLIVAN (voice-over): Here, we met some Republicans who are done with Trump."], [0.0, "MITCH COMPTON, REPUBLICAN PENCE SUPPORTER: I voted for Trump twice."], [0.0, "If Mike Pence runs, I'm voting for Mike Pence."], [0.0, "So why is that?"], [0.0, "COMPTON: I just think that, you know, everyone seemed the January 6 Committee."], [0.0, "He stood up for democracy that day, you know, he's like, I'm not leaving the Capitol because I need to be here."], [-0.15000000000000002, "And he was the one that was making phone calls to the military and trying to fix the situation while Trump was crying in the dining room."], [0.0, "O'SULLIVAN (voice-over): But even among this crowd, there is sympathy for Trump's election lies and support for a 2024 run."], [0.0, "(on-camera): You're about to see Pence speak here."], [0.0, "I hear that he could have not certified those results, pending all the claims of the fraud."], [0.0, "And I wish he would have done that."], [-0.1, "O'SULLIVAN (voice-over): Pence had no legal basis to do that."], [-0.1, "Also, among those here, Rusty Bowers, a lifelong Republican and speaker of the Arizona State House."], [0.0, "(on-camera): We're talking to a lot of people in here today who said they're not even, they're not watching the January 6 hearings, they still believe lies about the 2020 election."], [0.0, "How do you -- what would be your message to them?"], [0.0, "RUSTY BOWERS (R-AZ) HOUSE SPEAKER: I have no message for him."], [0.0, "I can't help him."], [0.0, "You don't want to look, you don't want to see, then you won't see."], [0.0, "But I've seen enough to know."], [0.0, "O'SULLIVAN (voice-over): He testified before the January 6 committee about Trump's efforts to get him to overturn the 2020 results in his state."], [0.0, "(on-camera): What is these conspiracy theories, these lies about the election about democracy."], [0.0, "What is that doing to trust in this state?"], [0.0, "BOWERS: It destroys it."], [0.0, "It destroys it."], [0.0, "We've got to let things go."], [0.0, "O'SULLIVAN (on-camera): What would need to change for you to have faith in U.S. democracy?"], [-0.5, "O'SULLIVAN (on-camera): Do you ever worry that you're wrong?"], [0.0, "Do you ever worry that --  UNIDENTIFIED FEMALE: Yes."], [0.0, "O'SULLIVAN (on-camera): Never worry that maybe Trump has sold you a lie."], [0.0, "UNIDENTIFIED FEMALE: Yes."], [-0.55, "If you start researching and believe that you're the one who's wrong, and that you're crazy, which I did do."], [0.0, "UNIDENTIFIED MALE: Yes."], [0.0, "UNIDENTIFIED FEMALE: OK, maybe I'm wrong."], [-0.125, "And maybe I am being brainwashed and believing something that someone's telling me, but then you go in and look the other direction and you find lies after lies after lies."], [0.0, "COMPTON: It doesn't matter if it was stolen or not."], [0.0, "If the Republicans want to take back the House and take back the Senate, and then eventually, the White House, they need to move on."], [-0.3333333333333333, "(END VIDEOTAPE) COOPER: I got to say the fact that those two did doubt, occasionally, they said that they were wrong, maybe wrong."], [-0.5, "Like, what if I'm wrong?"], [0.0, "O'SULLIVAN: Yes."], [-0.078125, "But just the logic, though, I mean, as you pointed out, well, there's 800 people who have been, you know, charged and none of them that there is no, I mean, the guy was saying, like, we saw all these BLM and Antifa people."], [0.0, "They didn't they weren't there."], [-0.3125, "I mean --  O'SULLIVAN: Yes."], [0.0, "COOPER: -- it just."], [0.0, "And then, so when I say well, why is no Antifa or BLM?"], [0.0, "In their mind, it's not because Antifa and BLM are not there, it's because it's because the Deep State has decided we're not going to prosecute Antifa and BLM."], [-0.195, "So it's a very dark rabbit hole (INAUDIBLE)."], [0.0, "[20:40:00] COOPER: Even the Pence rally you were finding people --  O'SULLIVAN: Yes."], [0.0, "COOPER: -- who bought into the lies?"], [-0.15625, "O'SULLIVAN: Yes, and that's what was I mean both these events were on the same day, went to the Pence rally in the morning and that Pence event."], [0.0, "O'SULLIVAN: I think there's a lot of coordination going on."], [0.0, "COOPER: Yes."], [0.0, "O'SULLIVAN: Yes."], [-0.16666666666666666, "I almost blend it in there in my black but."], [0.0, "COOPER: Now when you were wearing Fred Perry."], [0.0, "O'SULLIVAN: I can't afford it."], [0.0, "Donie, thank you."], [0.0, "Appreciate what you do."], [0.0, "(COMMERCIAL BREAK) COOPER: Three thousand Californians are out of their homes tonight a massive wildfire burning just outside Yosemite National Park is in its fourth night."], [-0.6999999999999998, "The smoke be seen from space it's that bad."], [-0.14583333333333334, "California severe drought means little comfort in the hottest place on earth Death Valley, that includes a small town in the middle of the desert."], [0.0, "[20:45:15] Tonight, Gary Tuchman takes us there to see what life is like in the middle of this summer."], [0.0, "Carolina Martucci and Edoardo Campi are tourists from Italy."], [0.0, "TUCHMAN (on-camera): What do you think of the heat?"], [0.0, "EDOARDO CAMPI, TOURIST VISITING DEATH VALLEY NATIONAL PARK: It's a lot, but I think that if you get your precautions, it can be sustainable."], [0.0, "TUCHMAN (voice-over): Dee Beauchamp has lived and worked here for 15 years, and knows how to keep it sustainable."], [0.0, "DEE BEAUCHAMP, DEATH VALLEY RESIDENT: We've got water, has some Gatorade or the shade when you need to."], [0.0, "Don't rush it."], [0.0, "She's the lead gardener who moved here from Michigan."], [0.0, "TUCHMAN (voice-over): Mike Schuber is a nature photographer who also guards."], [0.0, "MIKE SCHUBER, DEATH VALLEY RESIDENT: With the heats you don't realize like you may be losing a lot of fluids."], [0.0, "So it's like it forces me to take a break."], [0.0, "Like I'll start going off my -- in fact, whoever you're talking to was just going off."], [0.0, "Yes."], [-0.125, "TUCHMAN (voice-over): He also has one other tip."], [0.0, "TUCHMAN (voice-over): And lots of people do."], [0.0, "So they're done before the mercury finishes its climb."], [0.0, "And what you're seeing here."], [0.0, "Even during this month, July the hottest month of the year."], [0.0, "Everywhere you go."], [0.0, "You see signs and warnings take plenty of water with you when you hike and don't hike after 10:00 a.m."], [0.0, "And the temperature is 111 degrees."], [0.0, "Like at the ice cream parlor."], [-0.6, "BEAUCHAMP: Not the cold, I don't want to be in the cold."], [-0.051851851851851864, "TUCHMAN (voice-over): Shortly after 8:00 p.m. the sun sets, the temperature goes down to the low 90s overnight before another scorcher today."], [-0.30000000000000004, "We don't see any biking, we don't see any jogging, just a lot of slow and deliberate walking and a lot of water bottles."], [0.0, "Anderson."], [0.0, "(BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE: I asked you to put yourself in my shoes, in our shoes as a parent, you have talked about hiring security, and I feel that no amount of security will ease our hearts and our minds."], [0.0, "And nothing happened."], [0.0, "(BEGIN VIDEO CLIP) UNIDENTIFIED MALE: The rest of the police department that are still on payroll, I don't see how you could expect the families to have the same trust, the lack thereof."], [0.0, "(END VIDEO CLIP) COOPER: That's comes as Uvalde county commissioners voted unanimously to conduct an independent investigation into the Valley County Sheriff's response today."], [0.0, "With me now CNN crime and justice correspondent, Shimon Prokupecz."], [0.0, "There's just this lack of empathy, it seems in this misunderstanding, they just cannot connect with the community."], [-0.25, "So to have it in a small room, then the parents put pressure on them to have it in this auditorium."], [-0.5, "And then they had all these police officers there, and the parents were just reacting just in this way this angry way."], [0.0, "Why would you have all these officers here?"], [0.0, "Take a listen to some of that reaction, Anderson."], [0.0, "What are y'all worried about?"], [-0.1, "Our kids are dead, we only worried about."], [0.0, "They want all of them gone."], [0.0, "So this school board has a lot of work still (INAUDIBLE)."], [0.0, "[20:55:15] COOPER: What about the decision on the School District Police Chief Arredondo?"], [0.0, "PROKUPECZ: That's still in limbo, they were going to vote on that."], [0.0, "And then something happened."], [-0.125, "But the school says we need to do this due process."], [0.0, "And this is the law, and this is the way we need to do things."], [0.0, "COOPER: And Mandy Gutierrez was the school principal, the time of the shooting has been placed on administrative leave?"], [0.0, "PROKUPECZ: Yes, she's on administrative leave."], [0.0, "And part of that is probably because of when this report came back from the Texas legislators, they listed all of these problems at the school between the locks, and the lack of security and the issues that the teachers were having with the doors."], [-9.25185853854297e-18, "And so we're seeing slowly, slowly, some of the people who are responsible that day for taking action (INAUDIBLE)."], [-0.25, "COOPER: It seems like a lot is behind closed doors, and they're not communicating."], [0.0, "PROKUPECZ: They're not."], [0.0, "COOPER: And --  PROKUPECZ: It's troubling."], [-0.5, "And, you know, we're two months into this, and the parents are still so angry, and trying to heal and they're still saying, we don't have all the answers."], [-0.6, "COOPER: It's crazy."], [-0.5525, "I mean, it's unbelievable the way these parents (INAUDIBLE) --  PROKUPECZ: Sad, it's horrific, and it's just so painful."], [0.0, "COOPER: Yes."], [0.0, "Shimon Prokupecz, thank you as always."], [0.0, "Coming up, we'll look at how the January 6 hearings impacted the nation's view the former president, and the impact could have in the midterms as well as the 2024 presidential race."], [0.0, "(COMMERCIAL BREAK) [21:00:03]"]]}]}