{"title": "Anderson Cooper 360 Degrees", "date": "Aired July 20, 2022 - 20:00   ET", "polarity": 0.04833250950438452, "subjectivity": 0.4462242801565714, "percent_over_zero": 0.3226600985221675, "network": "https://transcripts.cnn.com/show/acd/date/2022-07-20/segment/01", "transcript": "RENE MARSH, AVIATION AND GOVERNMENT REGULATION CORRESPONDENT:  Well, you know, this is peak melt season, and the answer is yes, there is more to come.   The National Snow and Ice Data Center telling CNN that they are expecting another major melt event later on this week, and they actually expect that one to extend to much more of the ice sheet.   And Erin, you know, we've seen it in Europe, in many parts of the US there and even here in Greenland, these heatwaves, and we expect to see a lot more of those as the global climate continues to rise -- Erin.   ERIN BURNETT, CNN HOST:  All right, Rene, thank you very much.   And then of course you see that giant deluge and how does it feed through the whole world.   Thank you so much. And thanks to all of you for joining us. AC 360 starts now.   [20:00:44]   ANDERSON COOPER, CNN HOST, ANDERSON COOPER 360:  Good evening.   With the House January 6 Committee gearing up for its primetime finale tomorrow, we begin tonight with a headline that makes it as good a case as any for the Committee's existence and certainly underscores a threat to democracy that's not gone away.   Now, at first, you might think it's a typo, but it's not. \"Wisconsin assembly speaker says Trump called him this month to decertify 2020 election.\" That's the headline.   Now the story comes in the wake of a State Court ruling on ballot drop boxes in future elections, not the last one quotes Wisconsin's Assembly Speaker, a Republican is saying that the former President called him last week trying to overturn his 2020 defeat.  Last week, as the Speaker put it, \"I explained it is not allowed under  the Constitution, adding, \"He has a different opinion.\" In other words, Trump may be sweating and stewing in Mar-a-Lago, but he is still at it.   And there were other warning signs today as well. Arizona House Speaker Rusty Bowers -- remember him -- lifelong Republican who refused to buckle to pressure from the former President and who testified emotionally before the Select Committee?   Well, we learned he was just censured by the State Party, which declared him no longer a Republican in good standing.   In Maryland last night, primary voters chose Dan Cox, a proponent of the 2020 election lie to be the Republican nominee for Governor. Now, he once called on the former President to seize voting machines. He also sponsored buses to take people to the so-called Stop the Steal rally on January 6th, and that afternoon, he tweeted Mike Pence is a traitor. So there's that.   There is also this we got today having to do with a former White House aide named, Garrett Ziegler. According to \"The New York Times,\" he escorted Michael Flynn and Sidney Powell into the White House for that unhinge meeting on December 18th. Zeigler met with the Select Committee earlier this week and said this afterwards about the members on Telegram.   (BEGIN AUDIO CLIP)   GARRETT ZIEGLER, FORMER TRUMP AIDE:  They're Bolsheviks, so they probably do hate the American founders and most White people in general. This is a Bolshevistic anti-White campaign. If you can't see that, your eyes are freaking closed.   And so they see me as a young Christian who they can try to basically scare, right.   (END AUDIO CLIP)   COOPER:  That guy was an aide to the President. This went on for 27 minutes, during which Ziegler used vulgar and misogynistic language to attack two other witnesses, Cassidy Hutchinson and Alyssa Farah Griffin.   As for the missing Secret Service text messages from the 6th. Well, today we learned that of the messages sent or received by 24 individuals, the agency has only managed to provide the Select Committee with one single exchange. Committee leadership in a statement late today said they have concerns.   So if all that falls under what you might call the debit side of the balance sheet, there are also new items on the other side. A New York Judge today ordering Rudy Giuliani to appear before the Georgia grand jury probing election interference there. A bipartisan group of senators today reaching agreement on legislation beefing up the Electoral Count Act, which if passed would make it harder to do what the former President did in 2020.   And Attorney General Garland today gave the strongest signal yet that when it comes to bringing criminal charges in connection with what the former President did, no one is immune from prosecution.   (BEGIN VIDEO CLIP)   MERRICK GARLAND, U.S. ATTORNEY GENERAL:  No person is above the law in this country. I can't say it any more clearly than that. There is nothing in the principles of prosecution and any other factors which prevent us from investigating anyone -- anyone -- who is criminally responsible for attempting to undo a democratic election.   (END VIDEO CLIP)   COOPER:  As for the Committee's business tomorrow, the final hearing expected to focus on what the former President did and more importantly, probably did not do for three hours and seven minutes as the mob he invited then incited, ransacked the Capitol.   Expected to testify, former Deputy White House Press Secretary, Sarah Matthews and former Deputy National Security Adviser, Matthew Pottinger. Here are some of what they have already told the Committee in video testimony about what they saw during that time.   (BEGIN VIDEO CLIP)   SARAH MATTHEWS, FORMER DEPUTY WHITE HOUSE PRESS SECRETARY:  We had all talked about at that point about how it was bad and, you know, the situation was getting out of hand.   I think when Kayleigh gave us that order of don't say anything to the media, I told her that I thought the President needed to tweet something.   [20:05:08]   MATTHEW POTTINGER, FORMER DEPUTY NATIONAL SECURITY ADVISER:  One of my staff brought me a printout of a tweet by the President.   MATTHEWS:  We all got a notification. So, we knew it was a tweet from the President, and we looked down and it was a tweet about Mike Pence.  POTTINGER:  And the tweet, said something to the effect that Mike Pence, the Vice President didn't have the courage to do what he -- what should have been done.   MATTHEWS:  I remember us saying that that was the last thing that needed to be tweeted at that moment. The situation was already bad. And so it felt like he was pouring gasoline on the fire by tweeting that.   POTTINGER:  I read that tweet, and made a decision at that moment to resign. That's where I knew that I was leaving that day.   (END VIDEO CLIP)  COOPER:  Again, tonight, it's a lot.   Joining us now is Maryland Democratic Congressman and House Select Committee member, Jamie Raskin.   So congressman, what more should we expect to learn, you think, from these witnesses who are testifying tomorrow, Pottinger and Matthews?   REP. JAMIE RASKIN (D-MD):  Well, generally, we're going to see what Donald Trump was doing and what he was not doing during that 187- minute fateful period of American history.   He continued to exhort and inflame and incite the crowd. He continued to direct, extremely negative comments towards Vice President Pence and he didn't have the courage to do what needed to be done. He obviously inflamed the crowd in the morning saying, \"You've got to fight like hell, and if you don't fight like hell, you're not going to have a country anymore.\" He directed them to the Capitol, and so on.   And those two witnesses, both have very individual specific stories to tell, and I think I'll keep everybody in suspense until tomorrow for that.   COOPER:  \"The Washington Post\" is just up with some reporting within really the past few minutes that the Committee is planning to show outtakes from remarks the former President delivered January 7th, can you tell us any more about that?   RASKIN:  Well, the President displayed extreme difficulty in completing his remarks, of course, you know, hours had passed when he could have simply taken a walk for 10 or 15 seconds over to address the country and address his followers and tell them to go home, and people were beseeching him, begging him to do that and he refused to do that.   So then he finally went over and made some comments at the end of the day, when it was clear that no thanks to the President, our police forces had turned the tide and were beginning to, you know, win back the Capitol.   And at that point, he got on and said, \"We love you, you're very special,\" and, you know, time to go home and so on. But it's extremely revealing how exactly he went about making those statements and we're going to let everybody see parts of that.   COOPER:  So this was the statement, just so I'm clear, this was the statement that he made on the day of the insurrection, or was it the day after?   RASKIN:  Oh, I guess you're referring to the one the day after when he made another speech, but also, you know, there was a statement made on the day of, at the end of the day.   COOPER:  And you have outtakes on that one as well?   RASKIN:  Now, actually, I'm not sure that we have outtakes on -- I'm not sure we've got outtakes on that one. It's the other one we've got outtakes on. But we certainly have snippets from this one, also, on the 6th.   COOPER:  You have snippets of the one on the 6th.   Obviously, your investigation is ongoing. What does the Committee's timeline look, and you may not know, what does it Committee's timeline look like, after tomorrow's hearing? I mean, what do you do the next day? Is there a ballpark for when you plan to issue a final report? Potential criminal referrals to the Justice Department if there will be any? Other hearings?   RASKIN:  Well, this should be the end of this block of hearings, but never say never in this process, because new material and new evidence is surfacing all the time.   But I think that the Committee is continuing the investigation. There are some important new leads that have opened up, so I wouldn't be surprised if there could be another hearing or two down the road.   And certainly, we need to do a hearing to discuss our conclusions and the recommendations that we're making for fortification of American democracy, against coups and interactions and political violence and attempts to steal away the will of the people and take over elections, which is what we saw with January 6th in which alas, continues to go on with the same forces that were arrayed against us on that day.   [20:10:06]   COOPER:  And the story that the Wisconsin Assembly Speaker said the former President called him last week as part of a fresh effort to decertify the state's 2020 election results, what does it say to you that I mean -- he is down at Mar-a-Lago playing golf, but he's even now trying to overturn election results while your investigation is ongoing?   RASKIN:  Well, to me, what it says is that, although Donald Trump knows full well that he lost the election by more than seven million votes and 306 to 232, in the Electoral College, even though everyone around him knew that and knows that and tried to convince them of it, he still wants to propagandize his followers in the Big Lie.   I mean, for him, it's become a litmus test also, for politicians like Mastriano in Pennsylvania; again Cox, in Maryland. These people are true believers, who will follow anything that the cult leader has to say and so, he uses it as a litmus test to see who is loyal to him and who is not.   It's a very scary and degraded thing to see this take place in the world's first modern democracy.   COOPER:  Yes. Congressman Raskin, I appreciate your time tonight. Thank you.   RASKIN:  Thanks for having me.  COOPER:  We're going to get perspective now from conservative attorney  and \"Washington Post\" contributing columnist, George Conway, also CNN special correspondent Jamie Gangel.   Jamie, given what Pottinger and Matthews witnessed in the White House on January 6th, what do you expect to hear in their testimony tomorrow?   JAMIE GANGEL, CNN SPECIAL CORRESPONDENT:  Anderson, I'm told that it's going to be very dramatic. These were two White House aides who were in the White House on January 6th. They are firsthand fact witnesses.   I'm told that Sarah Matthews will talk about how they tried to get Trump to say something, but could not. And Matt Pottinger, we should note, he was at the White House for four years on the National Security staff. He knew Trump well.   I'm told he did not see Trump on the 6th. But he did see Mark Meadows. There will be key testimony about that. And also, as we've reported, they both resigned that day. I think that that is key to this point of dereliction of duty.   One source told me that they were both very upset because Trump wouldn't say to the rioters stop, leave, and that these two aides will say he didn't say that because he didn't want them to stop and leave.   COOPER:  George, I want to play what Attorney General Merrick Garland -- some more of what he said today.   (BEGIN VIDEO CLIP)   GARLAND:  No person is above the law in this country. Nothing stops us -- no -- I don't know how to need to say that again.   No person is above the law in this country. I can't say it any more clearly and that there is nothing in the principles of prosecution and any other factors which prevent us from investigating anyone -- anyone -- who is criminally responsible for attempting to undo a democratic election.   (END VIDEO CLIP)   COOPER:  Do you think that changes if Trump runs? I mean, you know, it is one thing to say that, but if the President -- if the former President announces he is running, does that change the calculus for the Department of Justice potentially?   GEORGE CONWAY, CONSERVATIVE ATTORNEY:  Not at all, it shouldn't. In fact, it should enhance the calculus for the Department of Justice, because what we're going to see tomorrow is something that we've never seen in 233 years, we've had Presidents of the United States.   The first President George Washington, sworn in 233 years ago and this January 6th was the single worst day of the presidency, because you had a President who went AWOL, who basically, he engaged in a supreme dereliction of his duty when a crowd was attempting to stop the peaceful transfer of power, was attempting to basically overthrow the Constitution.   We had a President of the United States who was sworn to preserve, protect, and defend the Constitution, who did nothing for 187 minutes, and we're going to hear evidence of how he did nothing, which was to ignore people who were telling him, \"Please do something, Mr. President,\" and to watch television. We haven't heard the testimony yet. But we know from published reports, that he was just watching television gleefully.   And this is something we've never ever seen before, and it goes to his criminal intent. He did everything he could to overturn that election for weeks and weeks and weeks and weeks, and then between 1:10 PM and 4:17 PM on January 6, 2021, he did nothing.   And the reason why he did nothing, you know in contrast to the energetic attempts to overthrow the election that preceded it was he viewed the attack on the Capitol as an effort, as one more way to try to overturn the election result and that's criminal. And if Attorney General Garland means when he says, it should be prosecuted.   [20:15:20]   COOPER:  Yes, you know, Jamie, I'm not even sure the phrasing that he did nothing is accurate, because, in fact, by doing nothing, he was in fact, doing all he could to encourage the attack, to continue the attack, to prolong the attack, clearly, because he wanted it to succeed.   He wanted to see, would they reach Mike Pence? Would they stop the vote? I mean, it wasn't just, he didn't know what to do and he wasn't doing anything. He was watching the well-laid plans that he no doubt discussed with, you know, Steve Bannon and his cronies and Field Marshal Mike Flynn play out.   GANGEL:  No question about it, and you may remember we've had reporting that, in fact, not only was he watching it, he was rewinding it to watch it again, that he was enjoying this, and I think we're going to hear a lot about that also from someone else who was at the White House, and that is White House Counsel, Pat Cipollone, who my sources tell me that that testimony will be on videotape, but I'm told we will see a lot of Pat Cipollone, that he is a star witness tomorrow.   And there is a reason the Committee pushed so hard to get Pat Cipollone to give this videotaped testimony. I am told we will see just why tomorrow when they show it.   COOPER:  And George, do you think any of the former President's associates or allies like, you know, former Chief of Staff, Mark Meadows could face legal exposure in the wake of these hearings?   CONWAY:  Yes. Absolutely. I mean, Mark Meadows was facilitating all of this. He was facilitating the rally, he facilitated Team Crazy coming in. He was in the thick of it. And he was -- he definitely absolutely has had involvement with the situation in Georgia where they were trying to put the arm on Raffensperger to find those votes.  Meadows very, very deeply involved here and he is very deeply exposed.  COOPER:  George Conway, Jamie Gangel, thank you. Appreciate it.   Next, the prosecution resting in Steve Bannon's contempt of Congress trial after showing the jury evidence of his defiance in his own words, we will tell you how defense might rebut that, and the rest of what looks like a very clear case and what Bannon is really up to when we continue.   And later, whether it's wildfires, which you've been watching, these rising temperatures, falling water levels, just plain human misery, we're going to bring the latest to what is now a global heatwave.   (COMMERCIAL BREAK)   [20:22:04]   COOPER:  Three days into the contempt of Congress trial of Steve Bannon, the prosecution has rested, but not before the defense and cross examination again tried to portray the former President's one time political strategist is willing to cooperate with the House January 6 Committee and not before the prosecution showed more evidence he was defying it openly.   More now from CNN's Sara Murray who was inside the DC Federal Courtroom.   So the Judge is allowing questions about Bannon's recent Hail Mary bid to cooperate with the January 6 Committee. How did that play out?   SARA MURRAY, CNN POLITICAL CORRESPONDENT:  Well, that's right and as part of it, Bannon's attorney was asking is how Select Committee staffers, so you know, you guys have been in contact with him, are you still open to getting information? And this Select Committee staffer said, you know, we are still open to getting information.   But when prosecutors circled back with her on the redirect, they pointed out hey, these recent letters, Bennie Thompson very clearly states, even if you give us information now, this doesn't mean that you complied with a subpoena, you still defied it. Your contempt of Congress stuff still stands.   They also narrowed in on the fact that Bannon did not make this offer right after he was charged. He did not make this offer in the months that follow that. He only came to the Committee with this offer on July 10th, which was about a week before he was set to go to trial -- Anderson.   COOPER:  The defense also used a book club membership to try and show bias of the January 6 Committee staffer who testified. What was that about?   MURRAY:  Yes. You know, the defense doesn't have a lot that they can argue in this trial. One of the things they can try to make the case is that, you know, perhaps someone who was involved in this was biased. So they pointed to the fact that this House Select Committee staffer, and one of the prosecutors on this case used to be in a book club together as a suggestion that, you know, perhaps this witness was biased.   In reality, neither of these two women have either maybe even been to the book club in the past year. So, we'll see how that sits with the jury -- Anderson.   COOPER:  And in terms of a timeline, do we know how soon the jury might begin deliberations?   MURRAY:  Well, the caveat is always you can't predict what is going to happen in Court, right? Tomorrow, the defense gets to put forward their case. What we don't know is if the defense is going to put a case on. We don't know if they're actually going to call any witnesses. And we don't know if they're going to call on Steve Bannon and if he's going to take the stand and testify on his own behalf. So, that's a big question.   If they don't put forward a case, if they don't put forward witnesses, it is possible this could go to the jurors tomorrow.   COOPER:  Sara Murray, appreciate it. Thanks.   We are always glad at moments like this to be joined by Bloomberg Businessweek national correspondent, Joshua Green, author of \"Devil's Bargain: Steve Bannon, Donald Trump, and the Storming of the Presidency.\" Also, CNN chief legal analyst, Jeffrey Toobin, former Federal prosecutor.   Jeff Toobin, just on what went on today, what do you think of the development?   JEFFREY TOOBIN, CNN CHIEF LEGAL ANALYST:  You know, when you hear that a case is just two witnesses, and basically a day of testimony, you think, \"Wait a second, there has to be something more to this?\" And the answer is no, there is nothing more to this. I mean --   COOPER:  Not even the book club?   TOOBIN:  That's right. That was the big got-cha in the cross examination. There's nothing to this case.   He got a subpoena. He didn't show up. He didn't produce the documents. He didn't challenge it in Court. He didn't try to get a delay. He bragged that he didn't cooperate. That's the whole case.   [20:25:04]   TOOBIN:  I mean, you know he is innocent until proven guilty except he is guilty. I mean, there's just nothing to this case.   COOPER:  Josh, when you and I last spoke, you said one of Bannon's biggest motivations would be to try to create a bigger spectacle as possible to undermine the January 6 Committee. I mean, he tried to do that yesterday with this, you know, statement he made outside the Courtroom, sort of trying to challenge, you know, Bennie Thompson in a mano-y-mano, you know, arm wrestling tournament or something, if he would show up in Court.   It just looks kind of sad, but what do you think of -- what did Bannon get out of this?   JOSHUA GREEN, NATIONAL CORRESPONDENT, BLOOMBERG BUSINESSWEEK:  I don't think he got anything out of it. If anything, I think it backfired on him, because the Judge in Court today said, surely he was alluding this, he said: \"I do not intend for this to become a political circus.\" And at every stage, he has shut down Bannon and his defense's efforts to turn it into one by subpoenaing Nancy Pelosi and all of these other sorts of things he wants to do to kind of seize control.   So it really will be interesting to see whether the defense allows him to testify on his own behalf, because it's hard to imagine him, you know, being on good behavior and not sort of exploding in some way that, you know, undermines what little case the defense seems to have.  COOPER:  Jeff, do you think Bannon will actually testify?   TOOBIN:  You know, I think this is classic bully behavior. You know, when you're standing at a press conference, it's like, we're going to go medieval on their asses.   You know, and then on his podcast. He is like the big tough guy. But when it comes to testifying under oath, where you have to follow the rules of evidence, where you're subject to cross examination, I don't think he's going to go anywhere near the witness stand because that's not the forum he will excel in.   COOPER:  Josh, does Steve Bannon still matter at all? I mean, yes, he was once on the cover of \"Time.\" Yes, he was involved in the President's campaign, and then he was out of the orbit. I know he's supposedly building this network of, you know, people who are going to run for School Boards and stuff and try to destroy institutions from inside.   Is that for real? Is that something people should be worried about? Or is he just this, you know, dude with a podcast and there's a lot of them?   GREEN:  No, I think what he's doing is real and I think he's got a bigger role than that. I mean, he is still, as we can see from what we know about what happened on January 6th in the days and weeks leading up to it, he is still the chief propagandist for Donald Trump, you know, spinning this alternate narrative that is powerful enough that, you know, thousands people showed up at the Capitol and rioted, and countless Republicans still believe this misinformation about how Joe Biden isn't the rightful President.   Like Steve Bannon has a big hand in spinning that narrative, but again, it is all based on fantasy and hyperbole and nonsense. And it's hard to kind of lean on that when you're under oath in Court.   COOPER:  If he's convicted, Jeff, I mean, what? It is a misdemeanor.  TOOBIN:  It's a very weird statute where misdemeanors are usually no  jail time required and a year maximum. The two counts each carry a 30- day minimum. So if he's convicted of both counts, he's looking at 60 days at a minimum in jail. He could get more.   But I mean, this is not a big jail --   COOPER:  Can he podcast from jail?   TOOBIN:  I doubt it. Only Jeffrey Epstein gets to live his life that way when he's in prison. That he did for a while.   COOPER:  It didn't end well.   TOOBIN:  No.   COOPER:  Jeff Toobin, Josh Green, thanks so much. Appreciate it.   Coming up, an election denier wins the Republican nomination for Governor of Maryland after Democrats spent more than a million dollars trying to turn out support for that right-wing candidate.   David Axelrod joins us next to discuss this controversial high-risk strategy.   (COMMERCIAL BREAK)   [20:32:30] COOPER: There's concern and criticism tonight over Democratic strategy to help fund far-right candidates in Republican primaries. The plan is that these candidates have nominated would be so toxic for moderate voters that it would help Democrats the fears they might actually win the election. The latest is Dan Cox who CNN projects will win the Republican nomination for governor in Maryland. Cox is an election denier after the 2020 election. He said the former president should cease voting machines. He also charted three buses to the January 6 rally and he tweeted during the attack on the Capitol quote, Pence is a traitor. According to Open Secret, a news site that tracks politics and money, Democrats spent more than a million dollars on TV ads highlighting the former president's endorsement of Cox, a tactic which was designed to boost his candidacy during the primary with Republicans but also harm it during the general election. Open Secret also reports the Democrats have spent nearly $44 million on ad campaigns in at least five states, California, Colorado, Pennsylvania, Illinois, as well as Maryland. I'm joined now by CNN senior political commentator, David Axelrod and former senior adviser President Obama. Dave, is this a smart strategy? DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR: Well, we'll see. It's certainly been smart in the short run if the goal is to nominate extreme candidates who you think will be easier to beat. But the reason that they're going to these lengths is that this is, this could be a very tough year for Democrats that are gale force winds blowing in against Democrats. And so they wanted the most beautiful candidates. But those gale force winds could actually blow one of these candidates in. And, you know, Doug Mastriano, in Pennsylvania, who's quite extreme on elections, on abortion on many other issues, not unlike Cox, he's right here, you know, the initial polls in that race after his nominated had him four points behind the Democratic candidate. So, you know, it could be shrewd, or it could end disastrously and that's and that's the danger, Anderson. COOPER: Democrats have done this before, most notably the 2012 Senate race in Missouri --  AXELROD: Yes. COOPER: -- where Democratic Senator Claire McCaskill help Republican Congressman Todd Akin to get on the ballot against her. That was successful for her. Has it ever been done in this scale with this much at stake? AXELROD: No. Yes, that Akin race, that McCaskill race had took on mythic, mythic importance or significance and people reach into that grab bag this year, and what happened was it started in Pennsylvania in the Mastriano race, it proved successful. Though I think Mastriano might have won, anyway. And then it transported to Illinois onto Colorado in a Senate race where it didn't actually work in these other states. [20:35:19] Yesterday was noteworthy because the candidate who won Cox, I think, spent only $21,000 from his own campaign. COOPER: Wow. AXELROD: The Democratic Governors Association spent over a million. And remember, these ads are not, they're not distorting their records, they're amplifying them. They're, you know, most of these ads are the same. They say too conservative for Maryland, too conservative for Pennsylvania, but it says they're anti-abortion, they're pro-Trump, they've you know, and they go through all the credentials that will make them objectionable, in theory to moderate voters. But our music to the ears of core base, Trump oriented primary voters and you know, it's it obviously has worked to great effect in several of these cases. COOPER: I mean, it is a little weird to have Democrats, you know, warning that some of these candidates are a threat to democracy, and at the very same time, making sure that they win their primaries and on the ballot in November, I mean. AXELROD: Yes, listen, Anderson, you know, I spent 30 years in campaigns, or thereabouts. And, you know, I'm not an ingenue. And I understand the idea is to win and I understand the thinking behind these tactics. But as I said earlier, they come with great risk. And, you know, your hand handling plutonium here, as it relates to democracy and if something goes wrong, if those gale force winds are such that, you know, a Republican is blown across the finish line, you'll have people like in Pennsylvania, the governor there appoints the Secretary of State who administers the election. So this has the potential to be a disaster if it goes wrong. So, as I said at the beginning, it may seem smart today, it may seem tragically wrong in November. COOPER: David, I bet you are mistaken often for an ingenue, though. AXELROD: No, a lot of people say you'd be surprised I get that all the time. COOPER: I have to go look up the exact definition of ingenue. AXELROD: I should too. Now I said it on national television. COOPER: Just last, excuse me. Lastly, there's been a lot of reporting about President Trump running for president again, the narrative is more of when he'll announce or you know, when he'll announce or we will be announcing or when not will. Do you think he will? AXELROD: I think he will. Yes, I think you know, he's not very subtle. He generally signals what he's going to do. And he's been signaling that he's going to do this. And I think all of these legal threats probably encouraged him to do it. The ascension of people like DeSantis, encouraged him to do it. And his need to be the center of attention, encourages him to do it. But I'll tell you what, there is a group of people who don't want him to do it. And that's Republican officeholders. And there are a group of people who do and that's Democratic officeholders and strategists. If he plunges himself into the middle of these midterm elections, he could change the equation in a dramatic way. COOPER: David Axelrod, appreciate it. AXELROD: Good to see you. COOPER: Just ahead, the extreme heat that is fueling fires in Europe and forcing Yellowstone National Park to issue a new high level fire warning. And in China complicating efforts to maintain their controversial zero COVID policy. We have a stunning live report from Beijing, next. (COMMERCIAL BREAK) [20:42:19] COOPER: Europe right now is battling wildfires caused by the extreme global heat that many of us are living through right now. Just outside of Athens, Greece, firefighters spent a second day trying to control blazes that have been fueled in part by strong winds. Firefighters from Romania also assisting in battling the deadly fires at least 600 had been evacuated including a children's hospital. In the United States, Yellowstone National Park now warns that the area's under high fire danger level there are no active wildfires right now. But they say a high fire danger level means wildfires are likely and that it could be difficult to control in certain areas under certain windy conditions. And CNN Selina Wang reports from China the extreme heat has complicated already tough situation for that country zero COVID policy. (BEGIN VIDEOTAPE) SELINA WANG, CNN CORRESPONDENT (voice-over): Scorching temperatures sweep over China turning mass COVID testing into a dangerous task. Steep media shows COVID workers collapsing on the job due to what the video say or heatstroke. In eastern China, a COVID worker vomits on the ground as colleagues rush to tear off her hazmat suit, unable to stand. She's carried away. It's a scene playing out across China, fainting, falling, crumbling on the ground, lying motionless. Struggling to breathe. The COVID workers long hours in the suffocating heat made worse by their head to toe full body protective gear. That is not water, according to state media. Its sweat gushing out of this workers hazmat suit, the sweat pools inside the protective gear lining the inside of the rubber gloves. The surging temperatures coinciding with surging COVID cases. (on-camera): Cities across China, including here in Beijing require a recent COVID test in order to enter any public area. That means everyone young, old and sick all have to wait in long lines like these in the brutal heat. UNIDENTIFIED MALE: It's really hot, frustrated and, you know, exhausting and you feel like, and a lot of times you'll feel anxious because you have a sense to do. WANG (voice-over): To survive, COVID workers are getting creative, hugging giant blocks of ice placing them on their backs, laps and feet. Colleagues rub ice on each other and tape ice cold water bottles to themselves. Some authorities have now said COVID workers can wear PPE that does not cover their entire bodies. Dozens of cities have been experiencing record high temperatures. Last week, more than 80 cities issued red alert with some logging temperatures of more than 110 degrees Fahrenheit. In central China a museum closed after the roof melted. In Nanjing the city opened underground air raid shelters for people to escape the heat. [20:45:12] Meanwhile, crops are withering and dying under the high temperatures, the soil parched and cracked. The damage to China's crop production threatens to push up inflation, putting more pressure on an economy already devastated by the pandemic. But in zero COVID China, even health care workers hospitalized from heat exhaustion get a positive spin from authorities. This propaganda video shows government officials visiting COVID workers in the intensive care unit while showing the motionless patients in bed, the video rallies people to work together for victory against COVID. (END VIDEOTAPE) COOPER: Selina Wang joins me now from Beijing. The video in your piece is stunning. Have we already seen the worst of the heat wave in China? Is it going to get better? WANG: Well, Anderson, we have seen temperatures start to come down in parts of the country. But after that things could still get worse with more extreme weather expected in the coming months. Now this heat wave actually follows extreme flooding in China that has displaced millions of people. And this hitting a population that is still reeling from this harsh COVID lockdown that's making it more suffocating for people trapped at home and more dangerous, as you saw for those frontline health care workers. Now, according to a government report, temperatures in China are actually rising faster than the global average, which can make these extreme weather events more frequent, more intense. China is now making climate change a top priority. But the question is all of this too late. COOPER: And I mean, it looks like these are sort of propaganda videos that Chinese government is making about the COVID workers collapsing. What's the message they're sending with these? WANG: Yes, some of the videos were very striking the last one, I wouldn't necessarily say it's a celebration of the sacrifice, but they're showing an example that these health care workers collapsing over and over again, being in the ICU for heatstroke, it shows the amount of sacrifice and dedication that these frontline workers are giving towards trying to fight COVID. It kind of fits into this more militant rhetoric in China towards trying to combat this virus or treating it like an all out war battle on the pandemic and that it's a reminder that music at the end you saw there was motivational, it's a reminder to people that this is a time where everybody needs to play their part. Anderson. COOPER: Selina Wang, appreciate it. Here in the U.S., the one powerful now disbarred attorney charged with murdering his wife and youngest son what Alex Murdaugh told the judge today about the charges against him, next. (COMMERCIAL BREAK) [20:51:45] COOPER: Disgraced former South Carolina Attorney Alex Murdaugh has pleaded not guilty to all charges in connection to the murders of his wife and son who were found shot to death last year. Just after the killings, Murdaugh was thought by many to be a grieving widower, then came more twists and turns and what you find on the South Carolina country road. Culminating in an indictment last week on two counts of murder and two counts of possession of a weapon during the commission of a violent crime for the two deaths. With more on what happened in court today, here's our Randi Kaye. And a warning some of the language is graphic. (BEGIN VIDEOTAPE) RANDI KAYE, CNN NATIONAL CORRESPONDENT (voice-over): Alex Murdaugh arriving at South Carolina's Colleten County court house to face murder charges. By the time he entered the courtroom, he changed from his blue jail jumpsuit into street clothes and Gucci shoes, all of which we've learned belong to one of his lawyer sons. CREIGHTON WATERS, PROSECUTOR: What's that you Richard Alex Murdaugh, are you guilty or not guilty of the felonies were in new stand indicted. ALEX MURDAUGH, FMR ATTORNEY: Not guilty. KAYE (voice-over): Murdaugh pleaded not guilty to murdering his wife Maggie and youngest son Paul on June 7th last year. The two were found shot to death at the family's property in Islandton, South Carolina. A. MURDAUGH: I need the police and ambulance immediately. My wife and child have been shot badly. UNIDENTIFIED FEMALE: And what is your name? A. MURDAUGH: My name is Alex Murdaugh. KAYE (voice-over): Alex Murdaugh called 911, he said he found them shot after returning from visiting his mother. But just last week he was charged with killing them. Both were shot multiple times according to the indictment, Maggie with a rifle and Paul with a shotgun. A source with knowledge of the investigation confirmed to CNN, Alex Murdaugh had blood spatter on his clothes, which could prove he was in close proximity to at least one of the victims when they were shot. No motive has been disclosed. In court today, attorneys on both sides requested a gag order and refused to speak with the media. UNIDENTIFIED MALE: Evidence in this case is substantial. And it all comes back to Alex Murdaugh. KAYE (voice-over): Murdaugh's attorneys also requested a speedy trial beginning this fall. RICHARD HARPOOTLIAN, DEFENSE ATTORNEY: We believe he's innocent, we believed that the killer or killers are still at large, and this would allow swear but this behind them and go over the real (INAUDIBLE). KAYE (voice-over): Alex Murdaugh said nothing beyond his not guilty plea. He sat at the defense table not far from a portrait on the wall of his grandfather who served as Solicitor here until 1986. Murdaugh has been in jail charged with dozens of financial crimes since September last year. CNN has obtained over 13 hours of recordings of his jailhouse phone calls. He often talked with his only surviving son Buster, about football, gambling, jailhouse workouts and plans for when perhaps if he gets out. A. MURDAUGH: We got to deal with all mom's stuff when I get out. I got to go deal with all mom's stuff in storage. KAYE (voice-over): At one point they talked about guns. A. MURDAUGH: So you don't have your 20 gauge. BUSTER MURDAUGH, ALEX MURDAUGH'S SON: Yes, I've got my 20 gauges, but I don't have -- I mean they took, they took all the 12 gauges and they took all the assault rifles. KAYE (voice-over): In one phone call from jail, Alex refer to a TV report he saw and mentioned the name Steven Smith and Gloria Satterfield to people in Murdaugh's orbit who mysteriously died. B. MURDAUGH: So, it's just that same old --  A. MURDAUGH: Steven Smith and Gloria and all that bullshit. Like it's a mystery surrounding Gloria's death about how she died? [20:55:08] KAYE (voice-over): Gloria Satterfield died in 2018 after falling down the steps at Murdaugh's home, Smith was found dead on a rural road in 2015. Both of those deaths are now under investigation by the state. Meanwhile, following court today, Murdaugh once again returned to jail, where he is being held on a $7 million bond on charges of financial crimes, including insurance fraud. (END VIDEOTAPE) COOPER: Randi joins us now from Charleston, South Carolina. The prosecution give any hints in court today about possible motive. KAYE: Anderson, no clear motive was spelled out in court today. But the prosecutor certainly hinted at what may be to come. He noted these 81 allegations that Alex Murdaugh is facing for fraud, for drugs, for financial crimes, all things that the grand jury had to consider when they decided to indict him in this double murder case. So the prosecutor said in court today, quote, a lot of that provides the background and motive for what happened on June 7, 2021. That was the day of the double murder when Alex Murdaugh's wife and son were both killed. So certainly he's trying to connect some of this history to a possible motive it seems we'll see what the defense has to say about that, Anderson. COOPER: Randi, thanks very much. Up next, the former president and close family members gathered to say goodbye to Ivana Trump. (COMMERCIAL BREAK) [21:00:01] COOPER: Today here in New York City mourners gathered for Ivana Trump's funeral including the former president and their three children Don Jr., Ivanka and Eric Trump. The first wife of the former president is being remembered as a loving mom, a grandmother, a powerful business woman who helped build the family's real estate empire such as it was. The former president on a social media platform called it a very sad day, but at the same time, a celebration of a wonderful and beautiful life. Ivana Trump was found unconscious, unresponsive at the bottom of a staircase in her townhouse last week. Authorities say she died a blunt impact injuries to her torso. Ivana Trump was 73. News continues. Want to hand over Laura Coates in \"CNN TONIGHT.\" Laura. ", "sentence_breakdown": [{"positive_polarities": [[0.5, "RENE MARSH, AVIATION AND GOVERNMENT REGULATION CORRESPONDENT:  Well, you know, this is peak melt season, and the answer is yes, there is more to come."], [0.0925, "The National Snow and Ice Data Center telling CNN that they are expecting another major melt event later on this week, and they actually expect that one to extend to much more of the ice sheet."], [0.3333333333333333, "And Erin, you know, we've seen it in Europe, in many parts of the US there and even here in Greenland, these heatwaves, and we expect to see a lot more of those as the global climate continues to rise -- Erin."], [0.27285714285714285, "ERIN BURNETT, CNN HOST:  All right, Rene, thank you very much."], [0.1, "And then of course you see that giant deluge and how does it feed through the whole world."], [0.2, "Thank you so much."], [0.2, "And thanks to all of you for joining us."], [0.7, "[20:00:44]   ANDERSON COOPER, CNN HOST, ANDERSON COOPER 360:  Good evening."], [0.45714285714285713, "With the House January 6 Committee gearing up for its primetime finale tomorrow, we begin tonight with a headline that makes it as good a case as any for the Committee's existence and certainly underscores a threat to democracy that's not gone away."], [0.25, "Now, at first, you might think it's a typo, but it's not."], [0.7, "Well, we learned he was just censured by the State Party, which declared him no longer a Republican in good standing."], [0.2, "In Maryland last night, primary voters chose Dan Cox, a proponent of the 2020 election lie to be the Republican nominee for Governor."], [0.06818181818181818, "According to \"The New York Times,\" he escorted Michael Flynn and Sidney Powell into the White House for that unhinge meeting on December 18th."], [0.12857142857142856, "And so they see me as a young Christian who they can try to basically scare, right."], [0.005681818181818177, "So if all that falls under what you might call the debit side of the balance sheet, there are also new items on the other side."], [0.3181818181818182, "A New York Judge today ordering Rudy Giuliani to appear before the Georgia grand jury probing election interference there."], [0.02500000000000001, "(BEGIN VIDEO CLIP)   MERRICK GARLAND, U.S. ATTORNEY GENERAL:  No person is above the law in this country."], [0.3, "I can't say it any more clearly than that."], [0.037500000000000006, "There is nothing in the principles of prosecution and any other factors which prevent us from investigating anyone -- anyone -- who is criminally responsible for attempting to undo a democratic election."], [0.16, "(END VIDEO CLIP)   COOPER:  As for the Committee's business tomorrow, the final hearing expected to focus on what the former President did and more importantly, probably did not do for three hours and seven minutes as the mob he invited then incited, ransacked the Capitol."], [0.5, "So congressman, what more should we expect to learn, you think, from these witnesses who are testifying tomorrow, Pottinger and Matthews?"], [0.02500000000000001, "REP. JAMIE RASKIN (D-MD):  Well, generally, we're going to see what Donald Trump was doing and what he was not doing during that 187- minute fateful period of American history."], [0.05, "COOPER:  \"The Washington Post\" is just up with some reporting within really the past few minutes that the Committee is planning to show outtakes from remarks the former President delivered January 7th, can you tell us any more about that?"], [0.16, "So then he finally went over and made some comments at the end of the day, when it was clear that no thanks to the President, our police forces had turned the tide and were beginning to, you know, win back the Capitol."], [0.48214285714285715, "And at that point, he got on and said, \"We love you, you're very special,\" and, you know, time to go home and so on."], [0.0625, "But it's extremely revealing how exactly he went about making those statements and we're going to let everybody see parts of that."], [0.10000000000000002, "COOPER:  So this was the statement, just so I'm clear, this was the statement that he made on the day of the insurrection, or was it the day after?"], [0.21428571428571427, "But we certainly have snippets from this one, also, on the 6th."], [0.13636363636363635, "RASKIN:  Well, this should be the end of this block of hearings, but never say never in this process, because new material and new evidence is surfacing all the time."], [0.1202020202020202, "There are some important new leads that have opened up, so I wouldn't be surprised if there could be another hearing or two down the road."], [0.2625, "RASKIN:  Well, to me, what it says is that, although Donald Trump knows full well that he lost the election by more than seven million votes and 306 to 232, in the Electoral College, even though everyone around him knew that and knows that and tried to convince them of it, he still wants to propagandize his followers in the Big Lie."], [0.3416666666666667, "These people are true believers, who will follow anything that the cult leader has to say and so, he uses it as a litmus test to see who is loyal to him and who is not."], [0.2, "RASKIN:  Thanks for having me."], [0.35714285714285715, "COOPER:  We're going to get perspective now from conservative attorney  and \"Washington Post\" contributing columnist, George Conway, also CNN special correspondent Jamie Gangel."], [0.2, "One source told me that they were both very upset because Trump wouldn't say to the rioters stop, leave, and that these two aides will say he didn't say that because he didn't want them to stop and leave."], [0.275, "COOPER:  George, I want to play what Attorney General Merrick Garland -- some more of what he said today."], [0.16875, "I can't say it any more clearly and that there is nothing in the principles of prosecution and any other factors which prevent us from investigating anyone -- anyone -- who is criminally responsible for attempting to undo a democratic election."], [0.19999999999999998, "And the reason why he did nothing, you know in contrast to the energetic attempts to overthrow the election that preceded it was he viewed the attack on the Capitol as an effort, as one more way to try to overturn the election result and that's criminal."], [0.05000000000000002, "And if Attorney General Garland means when he says, it should be prosecuted."], [0.3333333333333334, "[20:15:20]   COOPER:  Yes, you know, Jamie, I'm not even sure the phrasing that he did nothing is accurate, because, in fact, by doing nothing, he was in fact, doing all he could to encourage the attack, to continue the attack, to prolong the attack, clearly, because he wanted it to succeed."], [0.125, "GANGEL:  No question about it, and you may remember we've had reporting that, in fact, not only was he watching it, he was rewinding it to watch it again, that he was enjoying this, and I think we're going to hear a lot about that also from someone else who was at the White House, and that is White House Counsel, Pat Cipollone, who my sources tell me that that testimony will be on videotape, but I'm told we will see a lot of Pat Cipollone, that he is a star witness tomorrow."], [0.06666666666666667, "COOPER:  And George, do you think any of the former President's associates or allies like, you know, former Chief of Staff, Mark Meadows could face legal exposure in the wake of these hearings?"], [0.2, "Absolutely."], [0.2, "And he was -- he definitely absolutely has had involvement with the situation in Georgia where they were trying to put the arm on Raffensperger to find those votes."], [0.23249999999999998, "Next, the prosecution resting in Steve Bannon's contempt of Congress trial after showing the jury evidence of his defiance in his own words, we will tell you how defense might rebut that, and the rest of what looks like a very clear case and what Bannon is really up to when we continue."], [0.05714285714285714, "And later, whether it's wildfires, which you've been watching, these rising temperatures, falling water levels, just plain human misery, we're going to bring the latest to what is now a global heatwave."], [0.10714285714285714, "(COMMERCIAL BREAK)   [20:22:04]   COOPER:  Three days into the contempt of Congress trial of Steve Bannon, the prosecution has rested, but not before the defense and cross examination again tried to portray the former President's one time political strategist is willing to cooperate with the House January 6 Committee and not before the prosecution showed more evidence he was defying it openly."], [0.5, "More now from CNN's Sara Murray who was inside the DC Federal Courtroom."], [0.09523809523809523, "SARA MURRAY, CNN POLITICAL CORRESPONDENT:  Well, that's right and as part of it, Bannon's attorney was asking is how Select Committee staffers, so you know, you guys have been in contact with him, are you still open to getting information?"], [0.2857142857142857, "They also narrowed in on the fact that Bannon did not make this offer right after he was charged."], [0.2857142857142857, "MURRAY:  Well, the caveat is always you can't predict what is going to happen in Court, right?"], [0.6, "And we don't know if they're going to call on Steve Bannon and if he's going to take the stand and testify on his own behalf."], [0.2, "Thanks."], [0.15, "We are always glad at moments like this to be joined by Bloomberg Businessweek national correspondent, Joshua Green, author of \"Devil's Bargain: Steve Bannon, Donald Trump, and the Storming of the Presidency.\""], [0.1, "Also, CNN chief legal analyst, Jeffrey Toobin, former Federal prosecutor."], [0.2333333333333333, "JEFFREY TOOBIN, CNN CHIEF LEGAL ANALYST:  You know, when you hear that a case is just two witnesses, and basically a day of testimony, you think, \"Wait a second, there has to be something more to this?\""], [0.5, "And the answer is no, there is nothing more to this."], [0.2857142857142857, "TOOBIN:  That's right."], [0.2, "That's the whole case."], [0.04999999999999999, "It just looks kind of sad, but what do you think of -- what did Bannon get out of this?"], [0.25, "If anything, I think it backfired on him, because the Judge in Court today said, surely he was alluding this, he said: \"I do not intend for this to become a political circus.\""], [0.1298611111111111, "And at every stage, he has shut down Bannon and his defense's efforts to turn it into one by subpoenaing Nancy Pelosi and all of these other sorts of things he wants to do to kind of seize control."], [0.25347222222222215, "So it really will be interesting to see whether the defense allows him to testify on his own behalf, because it's hard to imagine him, you know, being on good behavior and not sort of exploding in some way that, you know, undermines what little case the defense seems to have."], [0.16666666666666666, "TOOBIN:  You know, I think this is classic bully behavior."], [0.2, "Is that for real?"], [0.15416666666666665, "And it's hard to kind of lean on that when you're under oath in Court."], [0.5, "He could get more."], [0.06818181818181818, "Only Jeffrey Epstein gets to live his life that way when he's in prison."], [0.06666666666666667, "COOPER:  Jeff Toobin, Josh Green, thanks so much."], [0.2333333333333333, "Coming up, an election denier wins the Republican nomination for Governor of Maryland after Democrats spent more than a million dollars trying to turn out support for that right-wing candidate."], [0.275, "David Axelrod joins us next to discuss this controversial high-risk strategy."], [0.4, "The plan is that these candidates have nominated would be so toxic for moderate voters that it would help Democrats the fears they might actually win the election."], [0.65, "The latest is Dan Cox who CNN projects will win the Republican nomination for governor in Maryland."], [0.0642857142857143, "According to Open Secret, a news site that tracks politics and money, Democrats spent more than a million dollars on TV ads highlighting the former president's endorsement of Cox, a tactic which was designed to boost his candidacy during the primary with Republicans but also harm it during the general election."], [0.21428571428571427, "Dave, is this a smart strategy?"], [0.07589285714285714, "It's certainly been smart in the short run if the goal is to nominate extreme candidates who you think will be easier to beat."], [0.675, "And so they wanted the most beautiful candidates."], [0.02261904761904761, "And, you know, Doug Mastriano, in Pennsylvania, who's quite extreme on elections, on abortion on many other issues, not unlike Cox, he's right here, you know, the initial polls in that race after his nominated had him four points behind the Democratic candidate."], [0.5, "COOPER: Democrats have done this before, most notably the 2012 Senate race in Missouri --  AXELROD: Yes."], [0.75, "That was successful for her."], [0.2, "Has it ever been done in this scale with this much at stake?"], [0.75, "Yes, that Akin race, that McCaskill race had took on mythic, mythic importance or significance and people reach into that grab bag this year, and what happened was it started in Pennsylvania in the Mastriano race, it proved successful."], [0.16666666666666666, "[20:35:19] Yesterday was noteworthy because the candidate who won Cox, I think, spent only $21,000 from his own campaign."], [0.1, "COOPER: Wow."], [0.25, "They're, you know, most of these ads are the same."], [0.08, "But our music to the ears of core base, Trump oriented primary voters and you know, it's it obviously has worked to great effect in several of these cases."], [0.2, "And I understand the idea is to win and I understand the thinking behind these tactics."], [0.4, "But as I said earlier, they come with great risk."], [0.1, "AXELROD: No, a lot of people say you'd be surprised I get that all the time."], [0.25, "COOPER: I have to go look up the exact definition of ingenue."], [0.25, "Lastly, there's been a lot of reporting about President Trump running for president again, the narrative is more of when he'll announce or you know, when he'll announce or we will be announcing or when not will."], [0.1282051282051282, "Yes, I think you know, he's not very subtle."], [0.05000000000000002, "He generally signals what he's going to do."], [0.2, "And I think all of these legal threats probably encouraged him to do it."], [0.7, "AXELROD: Good to see you."], [0.05712121212121212, "COOPER: Just ahead, the extreme heat that is fueling fires in Europe and forcing Yellowstone National Park to issue a new high level fire warning."], [0.55, "And in China complicating efforts to maintain their controversial zero COVID policy."], [0.21212121212121213, "We have a stunning live report from Beijing, next."], [0.15773809523809523, "(COMMERCIAL BREAK) [20:42:19] COOPER: Europe right now is battling wildfires caused by the extreme global heat that many of us are living through right now."], [0.08333333333333331, "Just outside of Athens, Greece, firefighters spent a second day trying to control blazes that have been fueled in part by strong winds."], [0.1707936507936508, "In the United States, Yellowstone National Park now warns that the area's under high fire danger level there are no active wildfires right now."], [0.017714285714285717, "But they say a high fire danger level means wildfires are likely and that it could be difficult to control in certain areas under certain windy conditions."], [0.25, "WANG (voice-over): To survive, COVID workers are getting creative, hugging giant blocks of ice placing them on their backs, laps and feet."], [0.16, "Dozens of cities have been experiencing record high temperatures."], [0.25, "Last week, more than 80 cities issued red alert with some logging temperatures of more than 110 degrees Fahrenheit."], [0.16, "[20:45:12] Meanwhile, crops are withering and dying under the high temperatures, the soil parched and cracked."], [0.5, "The damage to China's crop production threatens to push up inflation, putting more pressure on an economy already devastated by the pandemic."], [0.22727272727272727, "But in zero COVID China, even health care workers hospitalized from heat exhaustion get a positive spin from authorities."], [0.5, "The video in your piece is stunning."], [0.5, "Is it going to get better?"], [0.128125, "Now, according to a government report, temperatures in China are actually rising faster than the global average, which can make these extreme weather events more frequent, more intense."], [0.5, "China is now making climate change a top priority."], [0.21666666666666667, "WANG: Yes, some of the videos were very striking the last one, I wouldn't necessarily say it's a celebration of the sacrifice, but they're showing an example that these health care workers collapsing over and over again, being in the ICU for heatstroke, it shows the amount of sacrifice and dedication that these frontline workers are giving towards trying to fight COVID."], [0.55, "It kind of fits into this more militant rhetoric in China towards trying to combat this virus or treating it like an all out war battle on the pandemic and that it's a reminder that music at the end you saw there was motivational, it's a reminder to people that this is a time where everybody needs to play their part."], [0.15, "Here in the U.S., the one powerful now disbarred attorney charged with murdering his wife and youngest son what Alex Murdaugh told the judge today about the charges against him, next."], [0.0625, "(COMMERCIAL BREAK) [20:51:45] COOPER: Disgraced former South Carolina Attorney Alex Murdaugh has pleaded not guilty to all charges in connection to the murders of his wife and son who were found shot to death last year."], [0.5, "Just after the killings, Murdaugh was thought by many to be a grieving widower, then came more twists and turns and what you find on the South Carolina country road."], [0.5, "With more on what happened in court today, here's our Randi Kaye."], [0.25, "ALEX MURDAUGH, FMR ATTORNEY: Not guilty."], [0.125, "KAYE (voice-over): Murdaugh pleaded not guilty to murdering his wife Maggie and youngest son Paul on June 7th last year."], [0.05000000000000002, "A source with knowledge of the investigation confirmed to CNN, Alex Murdaugh had blood spatter on his clothes, which could prove he was in close proximity to at least one of the victims when they were shot."], [0.12857142857142856, "RICHARD HARPOOTLIAN, DEFENSE ATTORNEY: We believe he's innocent, we believed that the killer or killers are still at large, and this would allow swear but this behind them and go over the real (INAUDIBLE)."], [0.25, "KAYE (voice-over): Alex Murdaugh said nothing beyond his not guilty plea."], [0.05, "B. MURDAUGH: So, it's just that same old --  A. MURDAUGH: Steven Smith and Gloria and all that bullshit."], [0.21428571428571427, "But the prosecutor certainly hinted at what may be to come."], [0.16666666666666666, "He noted these 81 allegations that Alex Murdaugh is facing for fraud, for drugs, for financial crimes, all things that the grand jury had to consider when they decided to indict him in this double murder case."], [0.10714285714285714, "So certainly he's trying to connect some of this history to a possible motive it seems we'll see what the defense has to say about that, Anderson."], [0.23, "COOPER: Randi, thanks very much."], [0.04545454545454545, "(COMMERCIAL BREAK) [21:00:01] COOPER: Today here in New York City mourners gathered for Ivana Trump's funeral including the former president and their three children Don Jr., Ivanka and Eric Trump."], [0.22499999999999998, "The first wife of the former president is being remembered as a loving mom, a grandmother, a powerful business woman who helped build the family's real estate empire such as it was."], [0.20555555555555557, "The former president on a social media platform called it a very sad day, but at the same time, a celebration of a wonderful and beautiful life."]], "negative_polarities": [[0.0, "AC 360 starts now."], [0.0, "\"Wisconsin assembly speaker says Trump called him this month to decertify 2020 election.\""], [0.0, "That's the headline."], [0.0, "Now the story comes in the wake of a State Court ruling on ballot drop boxes in future elections, not the last one quotes Wisconsin's Assembly Speaker, a Republican is saying that the former President called him last week trying to overturn his 2020 defeat."], [0.0, "Last week, as the Speaker put it, \"I explained it is not allowed under  the Constitution, adding, \"He has a different opinion.\""], [-0.125, "In other words, Trump may be sweating and stewing in Mar-a-Lago, but he is still at it."], [-0.125, "And there were other warning signs today as well."], [-0.03333333333333333, "Arizona House Speaker Rusty Bowers -- remember him -- lifelong Republican who refused to buckle to pressure from the former President and who testified emotionally before the Select Committee?"], [0.0, "Now, he once called on the former President to seize voting machines."], [0.0, "He also sponsored buses to take people to the so-called Stop the Steal rally on January 6th, and that afternoon, he tweeted Mike Pence is a traitor."], [0.0, "So there's that."], [0.0, "There is also this we got today having to do with a former White House aide named, Garrett Ziegler."], [0.0, "Zeigler met with the Select Committee earlier this week and said this afterwards about the members on Telegram."], [-0.041666666666666664, "(BEGIN AUDIO CLIP)   GARRETT ZIEGLER, FORMER TRUMP AIDE:  They're Bolsheviks, so they probably do hate the American founders and most White people in general."], [0.0, "This is a Bolshevistic anti-White campaign."], [-0.1, "If you can't see that, your eyes are freaking closed."], [0.0, "(END AUDIO CLIP)   COOPER:  That guy was an aide to the President."], [-0.4125, "This went on for 27 minutes, during which Ziegler used vulgar and misogynistic language to attack two other witnesses, Cassidy Hutchinson and Alyssa Farah Griffin."], [-0.30000000000000004, "As for the missing Secret Service text messages from the 6th."], [-0.03571428571428571, "Well, today we learned that of the messages sent or received by 24 individuals, the agency has only managed to provide the Select Committee with one single exchange."], [-0.3, "Committee leadership in a statement late today said they have concerns."], [-0.05, "A bipartisan group of senators today reaching agreement on legislation beefing up the Electoral Count Act, which if passed would make it harder to do what the former President did in 2020."], [-0.11666666666666665, "And Attorney General Garland today gave the strongest signal yet that when it comes to bringing criminal charges in connection with what the former President did, no one is immune from prosecution."], [-0.025, "Expected to testify, former Deputy White House Press Secretary, Sarah Matthews and former Deputy National Security Adviser, Matthew Pottinger."], [0.0, "Here are some of what they have already told the Committee in video testimony about what they saw during that time."], [-0.23333333333333328, "(BEGIN VIDEO CLIP)   SARAH MATTHEWS, FORMER DEPUTY WHITE HOUSE PRESS SECRETARY:  We had all talked about at that point about how it was bad and, you know, the situation was getting out of hand."], [0.0, "I think when Kayleigh gave us that order of don't say anything to the media, I told her that I thought the President needed to tweet something."], [0.0, "[20:05:08]   MATTHEW POTTINGER, FORMER DEPUTY NATIONAL SECURITY ADVISER:  One of my staff brought me a printout of a tweet by the President."], [0.0, "MATTHEWS:  We all got a notification."], [-0.15555555555555559, "So, we knew it was a tweet from the President, and we looked down and it was a tweet about Mike Pence."], [0.0, "POTTINGER:  And the tweet, said something to the effect that Mike Pence, the Vice President didn't have the courage to do what he -- what should have been done."], [0.0, "MATTHEWS:  I remember us saying that that was the last thing that needed to be tweeted at that moment."], [-0.6999999999999998, "The situation was already bad."], [0.0, "And so it felt like he was pouring gasoline on the fire by tweeting that."], [0.0, "POTTINGER:  I read that tweet, and made a decision at that moment to resign."], [0.0, "That's where I knew that I was leaving that day."], [0.0, "(END VIDEO CLIP)  COOPER:  Again, tonight, it's a lot."], [0.0, "Joining us now is Maryland Democratic Congressman and House Select Committee member, Jamie Raskin."], [0.0, "He continued to exhort and inflame and incite the crowd."], [-0.09999999999999999, "He continued to direct, extremely negative comments towards Vice President Pence and he didn't have the courage to do what needed to be done."], [0.0, "He obviously inflamed the crowd in the morning saying, \"You've got to fight like hell, and if you don't fight like hell, you're not going to have a country anymore.\""], [0.0, "He directed them to the Capitol, and so on."], [0.0, "And those two witnesses, both have very individual specific stories to tell, and I think I'll keep everybody in suspense until tomorrow for that."], [-0.0625, "RASKIN:  Well, the President displayed extreme difficulty in completing his remarks, of course, you know, hours had passed when he could have simply taken a walk for 10 or 15 seconds over to address the country and address his followers and tell them to go home, and people were beseeching him, begging him to do that and he refused to do that."], [0.0, "RASKIN:  Oh, I guess you're referring to the one the day after when he made another speech, but also, you know, there was a statement made on the day of, at the end of the day."], [0.0, "COOPER:  And you have outtakes on that one as well?"], [-0.25, "RASKIN:  Now, actually, I'm not sure that we have outtakes on -- I'm not sure we've got outtakes on that one."], [-0.125, "It's the other one we've got outtakes on."], [0.0, "COOPER:  You have snippets of the one on the 6th."], [0.0, "Obviously, your investigation is ongoing."], [0.0, "What does the Committee's timeline look, and you may not know, what does it Committee's timeline look like, after tomorrow's hearing?"], [-0.15625, "I mean, what do you do the next day?"], [0.0, "Is there a ballpark for when you plan to issue a final report?"], [-0.2, "Potential criminal referrals to the Justice Department if there will be any?"], [-0.125, "Other hearings?"], [0.0, "But I think that the Committee is continuing the investigation."], [-0.03714285714285715, "And certainly, we need to do a hearing to discuss our conclusions and the recommendations that we're making for fortification of American democracy, against coups and interactions and political violence and attempts to steal away the will of the people and take over elections, which is what we saw with January 6th in which alas, continues to go on with the same forces that were arrayed against us on that day."], [-0.03361111111111112, "[20:10:06]   COOPER:  And the story that the Wisconsin Assembly Speaker said the former President called him last week as part of a fresh effort to decertify the state's 2020 election results, what does it say to you that I mean -- he is down at Mar-a-Lago playing golf, but he's even now trying to overturn election results while your investigation is ongoing?"], [-0.3125, "I mean, for him, it's become a litmus test also, for politicians like Mastriano in Pennsylvania; again Cox, in Maryland."], [-0.06666666666666667, "It's a very scary and degraded thing to see this take place in the world's first modern democracy."], [0.0, "COOPER:  Yes."], [0.0, "Congressman Raskin, I appreciate your time tonight."], [0.0, "Thank you."], [0.0, "Jamie, given what Pottinger and Matthews witnessed in the White House on January 6th, what do you expect to hear in their testimony tomorrow?"], [-0.1030952380952381, "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT:  Anderson, I'm told that it's going to be very dramatic."], [0.0, "These were two White House aides who were in the White House on January 6th."], [0.0, "They are firsthand fact witnesses."], [0.0, "I'm told that Sarah Matthews will talk about how they tried to get Trump to say something, but could not."], [0.0, "And Matt Pottinger, we should note, he was at the White House for four years on the National Security staff."], [0.0, "He knew Trump well."], [0.0, "I'm told he did not see Trump on the 6th."], [0.0, "But he did see Mark Meadows."], [0.0, "There will be key testimony about that."], [0.0, "And also, as we've reported, they both resigned that day."], [0.0, "I think that that is key to this point of dereliction of duty."], [0.0, "(BEGIN VIDEO CLIP)   GARLAND:  No person is above the law in this country."], [0.0, "Nothing stops us -- no -- I don't know how to need to say that again."], [0.0, "No person is above the law in this country."], [0.0, "(END VIDEO CLIP)   COOPER:  Do you think that changes if Trump runs?"], [-0.10416666666666667, "I mean, you know, it is one thing to say that, but if the President -- if the former President announces he is running, does that change the calculus for the Department of Justice potentially?"], [0.0, "GEORGE CONWAY, CONSERVATIVE ATTORNEY:  Not at all, it shouldn't."], [0.0, "In fact, it should enhance the calculus for the Department of Justice, because what we're going to see tomorrow is something that we've never seen in 233 years, we've had Presidents of the United States."], [-0.14285714285714285, "The first President George Washington, sworn in 233 years ago and this January 6th was the single worst day of the presidency, because you had a President who went AWOL, who basically, he engaged in a supreme dereliction of his duty when a crowd was attempting to stop the peaceful transfer of power, was attempting to basically overthrow the Constitution."], [0.0, "We had a President of the United States who was sworn to preserve, protect, and defend the Constitution, who did nothing for 187 minutes, and we're going to hear evidence of how he did nothing, which was to ignore people who were telling him, \"Please do something, Mr. President,\" and to watch television."], [0.0, "We haven't heard the testimony yet."], [0.0, "But we know from published reports, that he was just watching television gleefully."], [-0.4, "And this is something we've never ever seen before, and it goes to his criminal intent."], [0.0, "He did everything he could to overturn that election for weeks and weeks and weeks and weeks, and then between 1:10 PM and 4:17 PM on January 6, 2021, he did nothing."], [0.0, "He wanted to see, would they reach Mike Pence?"], [0.0, "Would they stop the vote?"], [-0.3125, "I mean, it wasn't just, he didn't know what to do and he wasn't doing anything."], [0.0, "He was watching the well-laid plans that he no doubt discussed with, you know, Steve Bannon and his cronies and Field Marshal Mike Flynn play out."], [-0.2916666666666667, "And there is a reason the Committee pushed so hard to get Pat Cipollone to give this videotaped testimony."], [0.0, "I am told we will see just why tomorrow when they show it."], [0.0, "CONWAY:  Yes."], [-0.3125, "I mean, Mark Meadows was facilitating all of this."], [-0.6, "He was facilitating the rally, he facilitated Team Crazy coming in."], [-0.30000000000000004, "He was in the thick of it."], [0.0, "Meadows very, very deeply involved here and he is very deeply exposed."], [0.0, "COOPER:  George Conway, Jamie Gangel, thank you."], [0.0, "Appreciate it."], [0.0, "So the Judge is allowing questions about Bannon's recent Hail Mary bid to cooperate with the January 6 Committee."], [0.0, "How did that play out?"], [0.0, "And this Select Committee staffer said, you know, we are still open to getting information."], [-0.04562499999999999, "But when prosecutors circled back with her on the redirect, they pointed out hey, these recent letters, Bennie Thompson very clearly states, even if you give us information now, this doesn't mean that you complied with a subpoena, you still defied it."], [0.0, "Your contempt of Congress stuff still stands."], [0.0, "He did not make this offer in the months that follow that."], [0.0, "He only came to the Committee with this offer on July 10th, which was about a week before he was set to go to trial -- Anderson."], [0.0, "COOPER:  The defense also used a book club membership to try and show bias of the January 6 Committee staffer who testified."], [0.0, "What was that about?"], [0.0, "MURRAY:  Yes."], [0.0, "You know, the defense doesn't have a lot that they can argue in this trial."], [0.0, "One of the things they can try to make the case is that, you know, perhaps someone who was involved in this was biased."], [0.0, "So they pointed to the fact that this House Select Committee staffer, and one of the prosecutors on this case used to be in a book club together as a suggestion that, you know, perhaps this witness was biased."], [-0.25, "In reality, neither of these two women have either maybe even been to the book club in the past year."], [0.0, "So, we'll see how that sits with the jury -- Anderson."], [0.0, "COOPER:  And in terms of a timeline, do we know how soon the jury might begin deliberations?"], [0.0, "Tomorrow, the defense gets to put forward their case."], [0.0, "What we don't know is if the defense is going to put a case on."], [0.0, "We don't know if they're actually going to call any witnesses."], [0.0, "So, that's a big question."], [0.0, "If they don't put forward a case, if they don't put forward witnesses, it is possible this could go to the jurors tomorrow."], [0.0, "COOPER:  Sara Murray, appreciate it."], [0.0, "Jeff Toobin, just on what went on today, what do you think of the development?"], [-0.3125, "I mean --   COOPER:  Not even the book club?"], [0.0, "That was the big got-cha in the cross examination."], [0.0, "There's nothing to this case."], [0.0, "He got a subpoena."], [0.0, "He didn't show up."], [0.0, "He didn't produce the documents."], [0.0, "He didn't challenge it in Court."], [0.0, "He didn't try to get a delay."], [0.0, "He bragged that he didn't cooperate."], [-0.203125, "[20:25:04]   TOOBIN:  I mean, you know he is innocent until proven guilty except he is guilty."], [-0.3125, "I mean, there's just nothing to this case."], [0.0, "COOPER:  Josh, when you and I last spoke, you said one of Bannon's biggest motivations would be to try to create a bigger spectacle as possible to undermine the January 6 Committee."], [-0.15625, "I mean, he tried to do that yesterday with this, you know, statement he made outside the Courtroom, sort of trying to challenge, you know, Bennie Thompson in a mano-y-mano, you know, arm wrestling tournament or something, if he would show up in Court."], [-0.2, "JOSHUA GREEN, NATIONAL CORRESPONDENT, BLOOMBERG BUSINESSWEEK:  I don't think he got anything out of it."], [0.0, "COOPER:  Jeff, do you think Bannon will actually testify?"], [0.0, "You know, when you're standing at a press conference, it's like, we're going to go medieval on their asses."], [0.0, "You know, and then on his podcast."], [-0.19444444444444445, "He is like the big tough guy."], [-0.022222222222222216, "But when it comes to testifying under oath, where you have to follow the rules of evidence, where you're subject to cross examination, I don't think he's going to go anywhere near the witness stand because that's not the forum he will excel in."], [0.0, "COOPER:  Josh, does Steve Bannon still matter at all?"], [-0.3125, "I mean, yes, he was once on the cover of \"Time.\""], [0.0, "Yes, he was involved in the President's campaign, and then he was out of the orbit."], [-0.2, "I know he's supposedly building this network of, you know, people who are going to run for School Boards and stuff and try to destroy institutions from inside."], [0.0, "Is that something people should be worried about?"], [0.0, "Or is he just this, you know, dude with a podcast and there's a lot of them?"], [0.0, "GREEN:  No, I think what he's doing is real and I think he's got a bigger role than that."], [-0.0025000000000000022, "I mean, he is still, as we can see from what we know about what happened on January 6th in the days and weeks leading up to it, he is still the chief propagandist for Donald Trump, you know, spinning this alternate narrative that is powerful enough that, you know, thousands people showed up at the Capitol and rioted, and countless Republicans still believe this misinformation about how Joe Biden isn't the rightful President."], [0.0, "Like Steve Bannon has a big hand in spinning that narrative, but again, it is all based on fantasy and hyperbole and nonsense."], [-0.3125, "COOPER:  If he's convicted, Jeff, I mean, what?"], [0.0, "It is a misdemeanor."], [-0.3, "TOOBIN:  It's a very weird statute where misdemeanors are usually no  jail time required and a year maximum."], [0.0, "The two counts each carry a 30- day minimum."], [-0.1, "So if he's convicted of both counts, he's looking at 60 days at a minimum in jail."], [-0.128125, "But I mean, this is not a big jail --   COOPER:  Can he podcast from jail?"], [0.0, "TOOBIN:  I doubt it."], [0.0, "That he did for a while."], [0.0, "COOPER:  It didn't end well."], [0.0, "TOOBIN:  No."], [0.0, "Appreciate it."], [0.0, "(COMMERCIAL BREAK)   [20:32:30] COOPER: There's concern and criticism tonight over Democratic strategy to help fund far-right candidates in Republican primaries."], [0.0, "Cox is an election denier after the 2020 election."], [0.0, "He said the former president should cease voting machines."], [0.0, "He also charted three buses to the January 6 rally and he tweeted during the attack on the Capitol quote, Pence is a traitor."], [-0.13999999999999999, "Open Secret also reports the Democrats have spent nearly $44 million on ad campaigns in at least five states, California, Colorado, Pennsylvania, Illinois, as well as Maryland."], [0.0, "I'm joined now by CNN senior political commentator, David Axelrod and former senior adviser President Obama."], [0.0, "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR: Well, we'll see."], [-0.5055555555555555, "But the reason that they're going to these lengths is that this is, this could be a very tough year for Democrats that are gale force winds blowing in against Democrats."], [0.0, "But those gale force winds could actually blow one of these candidates in."], [-0.7, "So, you know, it could be shrewd, or it could end disastrously and that's and that's the danger, Anderson."], [0.0, "COOPER: -- where Democratic Senator Claire McCaskill help Republican Congressman Todd Akin to get on the ballot against her."], [0.0, "AXELROD: No."], [0.0, "Though I think Mastriano might have won, anyway."], [-0.0625, "And then it transported to Illinois onto Colorado in a Senate race where it didn't actually work in these other states."], [-0.1, "AXELROD: The Democratic Governors Association spent over a million."], [0.0, "And remember, these ads are not, they're not distorting their records, they're amplifying them."], [0.0, "They say too conservative for Maryland, too conservative for Pennsylvania, but it says they're anti-abortion, they're pro-Trump, they've you know, and they go through all the credentials that will make them objectionable, in theory to moderate voters."], [-0.0017857142857142794, "COOPER: I mean, it is a little weird to have Democrats, you know, warning that some of these candidates are a threat to democracy, and at the very same time, making sure that they win their primaries and on the ballot in November, I mean."], [-0.1, "AXELROD: Yes, listen, Anderson, you know, I spent 30 years in campaigns, or thereabouts."], [0.0, "And, you know, I'm not an ingenue."], [-0.25, "And, you know, your hand handling plutonium here, as it relates to democracy and if something goes wrong, if those gale force winds are such that, you know, a Republican is blown across the finish line, you'll have people like in Pennsylvania, the governor there appoints the Secretary of State who administers the election."], [-0.25, "So this has the potential to be a disaster if it goes wrong."], [-0.14285714285714285, "So, as I said at the beginning, it may seem smart today, it may seem tragically wrong in November."], [0.0, "COOPER: David, I bet you are mistaken often for an ingenue, though."], [0.0, "AXELROD: I should too."], [0.0, "Now I said it on national television."], [-0.025, "COOPER: Just last, excuse me."], [0.0, "Do you think he will?"], [0.0, "AXELROD: I think he will."], [0.0, "And he's been signaling that he's going to do this."], [0.0, "The ascension of people like DeSantis, encouraged him to do it."], [-0.1, "And his need to be the center of attention, encourages him to do it."], [0.0, "But I'll tell you what, there is a group of people who don't want him to do it."], [0.0, "And that's Republican officeholders."], [0.0, "And there are a group of people who do and that's Democratic officeholders and strategists."], [-0.21666666666666665, "If he plunges himself into the middle of these midterm elections, he could change the equation in a dramatic way."], [0.0, "COOPER: David Axelrod, appreciate it."], [-0.25, "Firefighters from Romania also assisting in battling the deadly fires at least 600 had been evacuated including a children's hospital."], [-0.33796296296296297, "And CNN Selina Wang reports from China the extreme heat has complicated already tough situation for that country zero COVID policy."], [-0.6, "(BEGIN VIDEOTAPE) SELINA WANG, CNN CORRESPONDENT (voice-over): Scorching temperatures sweep over China turning mass COVID testing into a dangerous task."], [-0.125, "Steep media shows COVID workers collapsing on the job due to what the video say or heatstroke."], [-0.5, "In eastern China, a COVID worker vomits on the ground as colleagues rush to tear off her hazmat suit, unable to stand."], [0.0, "She's carried away."], [0.0, "It's a scene playing out across China, fainting, falling, crumbling on the ground, lying motionless."], [0.0, "Struggling to breathe."], [-0.15000000000000002, "The COVID workers long hours in the suffocating heat made worse by their head to toe full body protective gear."], [0.0, "That is not water, according to state media."], [0.0, "Its sweat gushing out of this workers hazmat suit, the sweat pools inside the protective gear lining the inside of the rubber gloves."], [0.0, "The surging temperatures coinciding with surging COVID cases."], [0.0, "(on-camera): Cities across China, including here in Beijing require a recent COVID test in order to enter any public area."], [-0.28785714285714287, "That means everyone young, old and sick all have to wait in long lines like these in the brutal heat."], [-0.22000000000000003, "UNIDENTIFIED MALE: It's really hot, frustrated and, you know, exhausting and you feel like, and a lot of times you'll feel anxious because you have a sense to do."], [-0.3625, "Colleagues rub ice on each other and tape ice cold water bottles to themselves."], [0.0, "Some authorities have now said COVID workers can wear PPE that does not cover their entire bodies."], [-0.05, "In central China a museum closed after the roof melted."], [0.0, "In Nanjing the city opened underground air raid shelters for people to escape the heat."], [-0.1, "This propaganda video shows government officials visiting COVID workers in the intensive care unit while showing the motionless patients in bed, the video rallies people to work together for victory against COVID."], [0.0, "(END VIDEOTAPE) COOPER: Selina Wang joins me now from Beijing."], [-1.0, "Have we already seen the worst of the heat wave in China?"], [-0.15555555555555559, "WANG: Well, Anderson, we have seen temperatures start to come down in parts of the country."], [-0.03125000000000001, "But after that things could still get worse with more extreme weather expected in the coming months."], [-0.0625, "Now this heat wave actually follows extreme flooding in China that has displaced millions of people."], [-0.08333333333333333, "And this hitting a population that is still reeling from this harsh COVID lockdown that's making it more suffocating for people trapped at home and more dangerous, as you saw for those frontline health care workers."], [-0.3, "But the question is all of this too late."], [-0.13749999999999998, "COOPER: And I mean, it looks like these are sort of propaganda videos that Chinese government is making about the COVID workers collapsing."], [0.0, "What's the message they're sending with these?"], [0.0, "Anderson."], [0.0, "COOPER: Selina Wang, appreciate it."], [-0.4, "Culminating in an indictment last week on two counts of murder and two counts of possession of a weapon during the commission of a violent crime for the two deaths."], [0.0, "And a warning some of the language is graphic."], [0.0, "(BEGIN VIDEOTAPE) RANDI KAYE, CNN NATIONAL CORRESPONDENT (voice-over): Alex Murdaugh arriving at South Carolina's Colleten County court house to face murder charges."], [-0.05, "By the time he entered the courtroom, he changed from his blue jail jumpsuit into street clothes and Gucci shoes, all of which we've learned belong to one of his lawyer sons."], [-0.03787878787878788, "CREIGHTON WATERS, PROSECUTOR: What's that you Richard Alex Murdaugh, are you guilty or not guilty of the felonies were in new stand indicted."], [0.0, "The two were found shot to death at the family's property in Islandton, South Carolina."], [0.0, "A. MURDAUGH: I need the police and ambulance immediately."], [-0.6999999999999998, "My wife and child have been shot badly."], [0.0, "UNIDENTIFIED FEMALE: And what is your name?"], [0.0, "A. MURDAUGH: My name is Alex Murdaugh."], [0.0, "KAYE (voice-over): Alex Murdaugh called 911, he said he found them shot after returning from visiting his mother."], [0.0, "But just last week he was charged with killing them."], [0.0, "Both were shot multiple times according to the indictment, Maggie with a rifle and Paul with a shotgun."], [0.0, "No motive has been disclosed."], [0.0, "In court today, attorneys on both sides requested a gag order and refused to speak with the media."], [0.0, "UNIDENTIFIED MALE: Evidence in this case is substantial."], [0.0, "And it all comes back to Alex Murdaugh."], [0.0, "KAYE (voice-over): Murdaugh's attorneys also requested a speedy trial beginning this fall."], [-0.05, "He sat at the defense table not far from a portrait on the wall of his grandfather who served as Solicitor here until 1986."], [-0.03333333333333333, "Murdaugh has been in jail charged with dozens of financial crimes since September last year."], [0.0, "CNN has obtained over 13 hours of recordings of his jailhouse phone calls."], [0.0, "He often talked with his only surviving son Buster, about football, gambling, jailhouse workouts and plans for when perhaps if he gets out."], [0.0, "A. MURDAUGH: We got to deal with all mom's stuff when I get out."], [0.0, "I got to go deal with all mom's stuff in storage."], [0.0, "KAYE (voice-over): At one point they talked about guns."], [0.0, "A. MURDAUGH: So you don't have your 20 gauge."], [-0.3125, "BUSTER MURDAUGH, ALEX MURDAUGH'S SON: Yes, I've got my 20 gauges, but I don't have -- I mean they took, they took all the 12 gauges and they took all the assault rifles."], [-0.05, "KAYE (voice-over): In one phone call from jail, Alex refer to a TV report he saw and mentioned the name Steven Smith and Gloria Satterfield to people in Murdaugh's orbit who mysteriously died."], [0.0, "Like it's a mystery surrounding Gloria's death about how she died?"], [-0.11851851851851854, "[20:55:08] KAYE (voice-over): Gloria Satterfield died in 2018 after falling down the steps at Murdaugh's home, Smith was found dead on a rural road in 2015."], [0.0, "Both of those deaths are now under investigation by the state."], [-0.03333333333333333, "Meanwhile, following court today, Murdaugh once again returned to jail, where he is being held on a $7 million bond on charges of financial crimes, including insurance fraud."], [0.0, "(END VIDEOTAPE) COOPER: Randi joins us now from Charleston, South Carolina."], [0.0, "The prosecution give any hints in court today about possible motive."], [-0.05000000000000001, "KAYE: Anderson, no clear motive was spelled out in court today."], [0.0, "So the prosecutor said in court today, quote, a lot of that provides the background and motive for what happened on June 7, 2021."], [-0.1, "That was the day of the double murder when Alex Murdaugh's wife and son were both killed."], [0.0, "Up next, the former president and close family members gathered to say goodbye to Ivana Trump."], [0.0, "Ivana Trump was found unconscious, unresponsive at the bottom of a staircase in her townhouse last week."], [0.0, "Authorities say she died a blunt impact injuries to her torso."], [0.0, "Ivana Trump was 73."], [0.0, "News continues."], [0.0, "Want to hand over Laura Coates in \"CNN TONIGHT.\""], [0.0, "Laura."]]}]}