{"title": "Anderson Cooper 360 Degrees", "date": "Aired July 25, 2022 - 21:00   ET", "polarity": 0.14768577394625143, "subjectivity": 0.4697661801269674, "percent_over_zero": 0.40823327615780447, "network": "https://transcripts.cnn.com/show/acd/date/2022-07-25/segment/02", "transcript": "[21:00:00] ANDERSON COOPER, CNN HOST: Lot happening, across January 6th landscape, lately, including tonight, with reporting, \"The Wall Street Journal,\" and \"The New York Times\" that former Vice President Mike Pence's General Counsel, Greg Jacob testified, last week, before a federal grand jury. Between Jacob and former Pence Chief of Staff, Marc Short, who also testified, last week, they're the two highest- ranking officials, in the former administration, who are now known to have talked. One more piece, in the larger picture, which of course, is dominated by the fact that more than 17 million viewers watched what's been billed as the January 6th committee's season finale. And interest has certainly been high throughout. The question now is whether any of it's changed any minds and, more specifically, whether it could change any votes, in the midterms, this fall, and perhaps 2024? There are some answers. Our one and only Senior Data Reporter, the one and only Harry Enten. Are you seeing any change, in the perception, of the former President, now that the hearings have concluded, for now? HARRY ENTEN, CNN SENIOR DATA REPORTER: One of the things, I've learned, covering President Trump, throughout all of his electoral history, is the more he is in the news, the worse it is for him. So, take a look at his net favorability rating, right? That's his favorable minus his unfavorable. And look at it, since essentially, March. And what do we see? We see that in March of 20 - March 25th, which was essentially four months ago, right? It was minus 6 points. Then it's minus 7 points, April 25th. Then, May 25th, minus 9 points. June 25th, minus 10 points. July 25th, minus 13 points. You don't have to be a mathematician, to know that's a bad trend line. And it follows everything that we know that we've seen in the past. When the President stays out of the news, or the former President, stays out of the news? His numbers go up. When he gets in the news, the numbers go down. COOPER: Interesting. ENTEN: And so, to me, it's a pretty clear trend line. COOPER: What are you seeing among Republicans, in particular? ENTEN: So, if we look among Republicans, in particular, obviously, the thing that I think most Republicans are concerned about, at this point, and specifically, Donald Trump, is most concerned about, is whether or not he can win in 2024, right? Can he win that Republican nomination? And, of course, at this particular point, his main nemesis is Ron DeSantis, the Governor of Florida. And what do we see in the trend line there? If you go back, from last year, what you essentially see is that Donald Trump's numbers have stayed pretty steady, right, in the national primary polls. He was at 53 percent, a year ago. Six months ago, he was at 52 percent. Now, he's at 51 percent. But look at DeSantis' numbers. COOPER: Wow! ENTEN: He's basically coalesced, or beginning to coalesce the anti- Trump vote. He's basically doubled his vote share, over the last year. And this, to me, is a problem, if you're the former President. Because, it essentially says the people, who aren't with Trump, right now, perhaps will never be with him and part - in part, perhaps, because they believe he's unelectable, because he's becoming more unpopular, with the general electorate. COOPER: And the midterms, obviously, are approaching. Are you seeing some trends? ENTEN: We are seeing some trends. So, this is, to me, interesting. Because, to be honest with you, Anderson, I'm the type of person-- COOPER: Please be honest! ENTEN: --I would - I'd rather be honest than not. I lie, perhaps to my mother, when I say, \"Oh, yes, I ate my vegetables.\" But beyond that, I'm fairly an honest guy. At least I'm honest, with the viewer. And what we see, in the race, for Congress, right now, is that Republicans hold a lead. But it's a small lead. It's down to a point. If you look back, before the January 6th committee hearings, if you looked at the CNN-approved polls, it was essentially 4 points on average. And I was surprised by this, to be perfectly honest, because I'm the type of guy, who says, \"Ah no one's going to watch these hearings. No one's going to change their mind. This is all about Trump.\" COOPER: Right. ENTEN: But, in fact, what we have seen, is that people have been willing to change their minds. And, right now, the Republican lead has been sliced. It's truly a surprise, for me. COOPER: I understand that you think the polls, at this point, might be underestimating the Republican Party? ENTEN: Yes, I do. You know? COOPER: What does it mean? How it's so? ENTEN: Yes, yes, it's a good question. Yes. It's a good question. COOPER: It's why I asked. ENTEN: That's a - that's - you ask the questions. I answer them. So, I'm a student of history, right? I can look at the current poll numbers, get an idea of what's cooking. But I like to look back over time. And what we see essentially is let's just take a look at the elections, since 1994, since I was perhaps, if I stood, I would be, up to maybe your waist, at this point. COOPER: Knee-high. ENTEN: Knee-high. COOPER: Yes. ENTEN: Knee-high. I was a young - I was a young boy, back then. And if you look at the elections, since 1994, where there was a Democratic president, right, just like we have right now, and you compare the July polls, with what actually happened, in the election? We see that, on average, the Republicans outperformed their July polls, and the actual result, by 6 points. COOPER: Wow! ENTEN: They tend to gain from now until the election. The reason for that tends to be - there's tends to be this fade-away from the president's party, right, this presidential penalty? COOPER: Right. ENTEN: And that would make sense, in this particular year, right? Because President Biden's approval rating is stuck in the high-30s. So, if we're going to see movement, you'd probably see movement, away from the President's party. And history suggests that's exactly what's going to happen. Now, I will warn you. History isn't always prologue. COOPER: History is yet to be written! ENTEN: History has yet to be written off! What a lovely phrase that is! But, but, in my particular study of this, I would be quite surprised-- COOPER: Interesting! ENTEN: --if Republicans didn't do considerably better than their polling is right now. But you know what? I was proven once wrong, as we spoke about earlier, in this segment. Perhaps I'll be proven wrong, once again. COOPER: We shall see. Harry Enten, I appreciate it. Thanks. That was really good. ENTEN: I try my best. COOPER: Yes, I liked it. ENTEN: I bring it for you. [21:05:00] COOPER: You brought it, definitely. ENTEN: Thank you. I appreciate it. COOPER: Yes. Perspective now, on all this, as well as the ongoing political sparring, between Mike Pence, and the former President. He'll be speaking, in Washington, tomorrow. His first time, back in D.C., since leaving office, and fomenting an insurrection. Joining us is CNN Chief Political Correspondent, and CNN \"STATE OF THE UNION\" Co-anchor, Dana Bash. Also, Atlantic Staff Writer, McKay Coppins. So, Dana, you heard Harry talk about the cooling effect, the hearings may be having, on the former President's favorability, or having. Whether the former President's going to run or not, obviously, is unclear. I understand, you have some new reporting about Pence's calculations? DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT, CNN CO-ANCHOR, STATE OF THE UNION: Is calculation, I'm told, by a source, familiar with the thinking of the former Vice President, is that it doesn't matter, whether his former boss, the former President, actually runs that that won't have an impact, on whether or not he, Mike Pence, decides to run. Having said that, you just saw what Harry laid out, very clearly, when it comes to where the Republican Party is, and more specifically, where the former President is, and how his approval ratings continue to go down. Especially since what we have seen, with the January 6th hearings. It's, what I'm told, is that, when you look at, even some internal numbers, for the former President, the thing that is most striking, is that women, in particular, have fled. That he is doing - Donald Trump is doing, so poorly, with women, and then that has contributed to the unfavorable rating that you're seeing clicking up that Harry just talked about. How that will be determinative, not just if Mike Pence runs but, more importantly, if Donald Trump actually runs? We'll see. COOPER: McKay, we saw these dueling Trump and Pence rallies, in Arizona, in Donie O'Sullivan's piece. Is the former Vice President positioning himself, as an alternative, to Trump, in 2024? I mean, is there a lane for him? MCKAY COPPINS, STAFF WRITER, THE ATLANTIC: I think he's betting that there is. I'm not sure whether that's going to turn out to be a good bet. But he is clearly distancing himself, from Trump, to a certain extent, right? He's not disowning Donald Trump. He's not disowning, certainly, Donald Trump's voters. But he's trying to return to his previous place, in the party, which was that of a (inaudible) governor-- COOPER: And so-- COPPINS: And-- COOPER: We've lost your audio, McKay. I'm sorry. Dana, in terms of the Justice Department's investigation, I mentioned earlier, we learned that Marc Short, the former Chief of Staff, for Mike Pence, testified, in front of grand jury, as well as Pence's former General Counsel, Greg Jacob, according to \"The Times\" and \"The Wall Street Journal.\" That's a pretty big deal! BASH: It's a huge deal. We have not been entirely sure, where the Department of Justice investigation has been going. And that's a big understatement, I know. The fact that there is a grand jury, and that as part of that, these two very important figures, not just in the Trump administration, but on the day of January 6th, came before, this grand jury? And although Marc Short came on CNN earlier, with Erin Burnett, and was understandably careful, about what to say, about what he said, during the grand jury testimony? The fact that these two figures talked, is telling. And all we have to do is look at the kinds of things that they told the January 6th committee, to understand how deep, their knowledge base is. And obviously, it's connected to the previous conversation, how upset they were, about how the former President, handled himself, in the days, leading up to, and on January 6th, given where they actually physically were, with Mike Pence-- COOPER: Yes. BASH: --trying to make sure that he was safe. COOPER: Yes. McKay, I think we have your audio back. Yes, we're talking about Pence. Does he have a lane? And then, you have DeSantis, who obviously, as we just - Harry was just showing us, has been going - his numbers have been going up. So, does Pence have a lane? COPPINS: Yes, I mean, I don't know, right? The problem for Pence is that most of his political relevance, in the current Republican Party, is through his association with Donald Trump. Now, he is trying to walk this kind of tortured tightrope, where he's disowning (inaudible) about saying that he lost the election. COOPER: Sorry. Again, we lost the audio. McKay Coppins, appreciate it. Dana Bash, as well. [21:10:00] Coming up next, what many consider the most serious immediate legal threat, the former President now faces. New reporting on one Georgia prosecutor's criminal grand jury investigation, the hurdle, a judge overseeing it, just put in her way, and how electoral politics could be complicating it all. And later, Russia fires missiles, at the port in Odessa, just a day after reaching a deal, to allow Ukrainian grain exports. What it means to a hungry world in the larger war? Plus, how our retired Army three- star general sees the state of play, five months, since Russia invaded. (COMMERCIAL BREAK) COOPER: New developments, tonight, in the election interference criminal probe, in Georgia's Fulton County, including an apparent setback, for the D.A., who's leading it, as well as a victory, and some high-profile testimony. Oh sorry. Kara Scannell joins me. Now Kara, what more can you tell us about this recorded testimony, provided by the Georgia Governor, Brian Kemp? KARA SCANNELL, CNN CORRESPONDENT: Well, Anderson, the governor, Kemp, is providing this testimony, today. It's being recorded, and it will be presented to the special grand jury, in the near future. The reason why, he's not sitting, and providing live testimony, is because he is the governor, and it was a concession that the prosecutors had given him. [21:15:00] But his testimony is important, because he had direct conversations, with former President, Donald Trump, after the 2020 election. Trump had called Kemp, and was pushing him, to convene a special session, of the state legislature, to try to get them to overturn Biden's victory. He was also - Trump was also pressing Kemp, to order an audit, of the absentee ballots, on those signatures. Now, Kemp is one of the most high-profile people, to go in. But he won't be the last. Other allies, of the former President, including his personal attorney, Rudy Giuliani, have been ordered to testify, as soon as next month. COOPER: And a judge blocked the Fulton County District Attorney, from investigating one of the 16 fake Trump electors, who's a Republican State Senator, as part of its investigation, into the former President. Do we know more about that? SCANNELL: Yes. So, this judge, in Fulton County, disqualified the Fulton County District Attorney, from investigating Georgia State Senator, Burt Jones. The backstory here is that Jones is a target of this investigation. And he's one of those fake electors. He's also running for Lieutenant Governor of Georgia. And this is where the rub is. Fani Willis, the District Attorney, hosted a fundraiser, for his opponents, in that race. The judge said that that was an untenable conflict, and said that Willis, and her office, cannot investigate this senator, cannot include him in the report that the special grand jury will produce. But he said that any actions that do come up, under questioning, can be referred, to a different district attorney. It also doesn't have an impact, on the broader investigation. 11 other fake electors are due to appear, before the special grand jury, this week. COOPER: And a judge denied a request, by Georgia Republican congressman, Jody Hice, to squash a subpoena, to appear, in front of the special grand jury, which is investigating the former President. SCANNELL: That's right. That also came today. There was a court hearing, in Fulton County. The federal judge there, saying that she would not quash this subpoena, for testimony. She said, she would send it to a state judge, where they could confer and figure out the parameters of any questions. We haven't heard from Hice's office, and whether he will appeal. But this is another instance, where Willis is getting some testimony, or possibly some testimony, about some of these key players, in the election. COOPER: Kara Scannell, appreciate it. Thanks. Back with us, again, CNN Chief Legal Analyst, and former federal prosecutor, Jeffrey Toobin. Do you think this investigation, in Georgia, out of all the investigations that the former President is involved, could ultimately be the most consequential? JEFFREY TOOBIN, FORMER FEDERAL PROSECUTOR, CNN CHIEF LEGAL ANALYST: It certainly is the one, at the moment that looks like, is most likely to lead to an indictment of the former President. I mean, if you look at how this is being structured, if you look at the infamous phone call that I think most people are familiar with, where the - President Trump called the Secretary of State, Raffensperger, and said, \"Get me 11,000 votes,\" which really is about as clear, almost a confession, of corrupt intent. COOPER: Let's play that. TOOBIN: OK. Yes, I mean, let's hear it, yes. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES: So look. All I want to do is this. I just want to find 11,780 votes, which is one more that we have. Because we won the state. (END VIDEO CLIP) TOOBIN: I mean, he's not saying, \"I want a correct vote total.\" COOPER: Right. TOOBIN: He's not saying, \"Let's get this accurate.\" He's saying, \"Just get me enough votes, so I win the election.\" That is really very difficult to explain. And, if you look at how Fani Willis, is approaching, this case, she's brought everybody in, to this grand jury, or is in the process of doing it. And, she is also an elected official, in a very Democratic part of Georgia. So, she has no real political risk, by pursuing this. COOPER: If, I mean, if charges were brought, by her, against the former President, what happens? TOOBIN: Well, see, this is where the case is potentially, could run into a lot of problems. Georgia has a very unusual legal structure, in terms of these cases, where potentially that case could be forced, into federal court, which would be a very different scenario. Perhaps a different set of prosecutors. Also likely, possible appeals, of that decision, to go to federal court. If she actually indicts the former President, a trial could be at least a year away. But it would be a criminal trial, potentially, unless it's thrown out. But there are significant legal obstacles that she faces. However, she does appear to be determined to go forward. The current grand jury that's investigating that - where all these witnesses are appearing, is what's called the special grand jury? It cannot issue an indictment. So, it would have to turn its evidence over, to a different grand jury that would actually vote the indictment. All of this could be quite slow. But she does seem determined, to proceed. [21:20:00] COOPER: And you heard that report, from Kara Scannell. A judge has squashed Congressman Jody Hice's attempt, to - or squash this subpoena, to appear before a grand jury. How significant is that? TOOBIN: Well, it's good for her. The more subpoenas that are quashed, the better. One of the pending requests to quash a subpoena, is from Lindsey Graham, the senator, who has been, who made a call in, to try to stop this investigation. So, every time she wins, getting someone in the grand jury? That's good. But there is a long way to go before this turns into an actual criminal case. COOPER: The Fulton County D.A. has also suggested racketeering charges. Where's racketeering in this? TOOBIN: Well, racketeering is just another term, for when you - when a prosecutor takes a bunch of disparate crimes? COOPER: Yes. TOOBIN: And combines them all, into a single - into a single one. And here, you have various - the possibility, of various attempts, to interfere with the Georgia election. Whether it's pressure on Raffensperger, the Secretary of State? Whether it's getting rid of the U.S. attorney, in Atlanta, who was - disappeared during this investigation? COOPER: Right. TOOBIN: Whether it's intimidating the court officials? If you recall, during the January 6th hearings? One woman testified, about how her life was turned upside down, by the President, attacking her. COOPER: Yes. TOOBIN: If you put all of those into one case? That could potentially be a racketeering case. COOPER: All right, Jeff Toobin, appreciate it. Thanks. TOOBIN: All right. COOPER: Coming up, just as Russia seemed ready to show the slightest bit of mercy, toward Ukraine, an attack that threatens to cut off desperately-needed food, to the world. We'll take you to Odessa, and we'll examine how Russia could be reaching its own breaking point, of Vladimir Putin's invasion. Right back. [21:25:00] (COMMERCIAL BREAK) COOPER: Ukraine's President Zelenskyy, tonight, is vowing to resume grain exports, despite Russia attacking the Port of Odessa, this weekend. Missile strikes came just 24 hours, after Russia agreed to allow the safe passage of grain, through the Black Sea. The U.N. and others warn of a catastrophic food crisis, without those shipments. The National Security Council's John Kirby tells CNN, the attack brings back memories of Russia carrying out strikes, on humanitarian aid, meant for Syrians. Senior International Correspondent, Ivan Watson, is part of our CNN team, on the ground, in Odessa, tonight. Joins me live. Ivan, what do we know about the state of this agreement, after the bombing? I mean, is there still a plan, in place, to export grain? IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: Yes, the short answer is yes. That even though there was this attack, and this chorus of criticism that's come, of course, from the Ukrainians, but also from the U.N., and even Turkey, which helped mediate the agreement, which was signed, on Friday, in Istanbul? All of the parties are saying, \"But we still want to go ahead with this,\" including the Russians, who don't want to be seen, to be holding up the export of this precious food, out to global markets. So, it does look like they're going to try to move forward there. They've even, in fact, announced that they're working on setting up this office, in Istanbul, this Joint Coordination Center, which is supposed to help facilitate this, and ensure the safety of ships that will be going out. But there are real concerns about trust. I mean, the Port of Odessa, it's over my shoulders. And that is the port that was hit, though the Russians claim they were targeting Military infrastructure, in that port. COOPER: I mean, if this holds, how soon could ships start to move these products, out of Ukraine? WATSON: The Turks are saying, the U.N., again, these guys both helped mediate the agreement, they are saying, as soon as possible. There's still some logistical things, like setting up this coordination center, trying to clear mines that could be blocking the ports, and blocking the waterway. And there does seem to be some disagreement about whether or not there're going to be warships, escorting the cargo ships. The Russian Foreign Minister says that Russian ships will escort them. The Ukrainians are saying, \"We're not going to allow any Russian warships anywhere near our waters.\" So that seems like a big detail to still try to hammer out. And just to be clear, Anderson, the Ukrainians are exporting grain through other means. They've been ramping up shipments, on the river Danube, on river barges, and river ports, there, by rail, and by truck, across borders. But they can't get anywhere near the capacity that they could, if they could load up barges, and start shipping them through the Black Sea, the way they were doing, until Russia invaded this country, last February. COOPER: You've been doing really incredible reporting, for the better part of five months, in and out of Ukraine. Can you just talk about, what it feels like, on the ground, there, now, in terms of where the war is at? WATSON: I'm struck by how much has changed, since April, when I was last here, when, I think, you were last here, or you were here a little bit later, Anderson, is that you don't see signs of the entire population, on the run. You don't see these cars with the words \"Children,\" written on the sides of them, and everybody fleeing. If anything, I think that we see, in cities, many businesses open, people going to work, people going to cafes, walking around, in parks, with their kids, it's beautiful weather, this time of year, here, in Ukraine, which either reflects that people are more comfortable, with the fact that their country is at war. Or they're confident that the Ukrainian Military will not allow Russians to break through the front lines, the way they did, at the beginning into the war, and reach their cities. And I'm talking about cities that are only 20 miles, from very active front lines-- COOPER: Yes. [21:30:00] WATSON: --where you'll see people, swimming on the beach, on the river Dnieper. So, that's pretty remarkable. Another difference is, we are seeing how the Ukrainian Military, is getting new weapons. I've seen combat units that are using refurbished captured Russian Military vehicles that even still say \"Made in Russia\" on them that they've painted Ukrainian flags on, and renovated, to use, to fight against the Russians. I've seen British Military vehicles that have just been supplied. Of course, Western shoulder-mounted anti-tank weapons. And of course, there're these U.S.-supplied HIMARS, these kinds of long-range rockets, which every Ukrainian officer, and politician, I've talked to, says, has changed the battleground, to some degree. COOPER: Yes. WATSON: Because it lets the Ukrainians strike Russian targets deep behind enemy lines. That said, there's also this ever-present fear, from these cruise missile strikes that can come anytime, anywhere, at cities, very far behind front lines-- COOPER: Yes. WATSON: --and that kill civilians and kill children. That's a threat that everybody is living with. COOPER: Yes. WATSON: And yet, they're kind of determined, to go on with life, even with that terrible threat. COOPER: Ivan Watson, in Odessa, thank you. Appreciate it. With me now, is CNN Military Analyst, and retired Army Lieutenant General, Mark Hertling. I'm wondering, what your reaction is to where the war is, what we've just heard from Ivan. Or the fact that Russia would strike Odessa, just after signing an agreement, to allow grain, to leave Odessa, just seems insane. LT. GEN. MARK HERTLING (RET.), CNN MILITARY ANALYST, FORMER COMMANDING GENERAL, U.S. ARMY EUROPE & 7TH ARMY: It's in the criminal category, Anderson, is what I would say. And what we've seen is repeated violations by Russia of various treaties. Across the board, every single time, there is an attempt to bring some type of response, from the international community? Russia has spit in the face. This time, it's of the U.N. Literally, 24 hours, after they signed the treaty that was hosted by Turkey, with Ukraine, trying to get grain, to stave off famine and starvation, they shoot missiles, at the very place that grain is coming from. So, it's just another indicator, Anderson that you just cannot trust Mr. Putin, and the way he is conducting foreign affairs, and the way he is executing this war. COOPER: What do you see, on the ground, in terms of - I mean, the war is happening. A lot of it is away from the cameras, because of the nature of where it is, the long-range artillery. What's your take, on the ebb and flow of it, right now? HERTLING: Yes. My take, Anderson, is in the East, in the Donbas region. You're talking about a slugfest that is going on, for the last three months. Ukraine has not been defeated. Russia has not been able to obtain their operational or strategic goals. They have made some tactical advances. But frankly, they have been minor, not many miles of territory gain. What you're also seeing now is President Zelenskyy has suggested, as many of us thought he would, is to open a second front. That second front is more than likely going to occur, in the Kherson Oblast, in the South. That's a critical Oblast. It's not just the city of Kherson. It is the entire province of Kherson. An area the size - about the size of the State of Maryland, the capital city of Kherson, of that particular province, has about 300,000 population on a normal day. But that area bumps up against Crimea. And it also maintains the road network, to the north, east and west. So, if President Zelenskyy gets his way, and he can generate several hundred thousand new fighting forces, to go into that area, to supplement and complement the resistance forces that have been going, against the Russians that are seemingly embedded, in that country, but are sustaining great casualties, from local resistance forces? You're going to see a second front, and it's going to cause the Russians to be put on the horns of a dilemma, about the same time that there is an inflection point, in logistics. As we said, Anderson, from the start of the second phase of the Russian war, the key element, is who is going to be able to supply the war, the best. Russia is having significant problems, unbelievable dysfunction in their logistics and their supply chains. And what you just mentioned, the Ivan, is Ukraine seems to be getting more equipment, better equipment, more efficient and effective and precise equipment, to help them counter all the Russian supplies. And that's going to be significant. COOPER: Yes. I mean, the Head of Britain's Foreign Intelligence Service, told CNN, and The Aspen Security Forum that he thinks Russia could be, quote, \"About to run out of steam,\" in Ukraine. That's what you're talking about, the logistic inflection point? [21:35:00] HERTLING: Yes. And we've been talking about that, for a couple of weeks now. COOPER: Yes. HERTLING: It is that inflection point. What is going to happen? Because this is a battle of logistics. Who gets the supplies, and who gets the effective combat power, the fastest, to counter the other forces? We have not seen Russia's forces. Even though they are a large and well-equipped, allegedly, force, they have not been able to conduct operational logistics. We're seeing Ukraine improve, across the board, in that area. They're getting counter-artillery, counter-fire forces, to the front lines, destroying the logistics that Russia has put in place, in several of these depots. And as Ivan just said, and as you mentioned, the HIMARS had been a significant factor, in that. When you're talking about just the small number of HIMARS, 16 of them that can fire about 190 effective missiles, per day, to strike targets, which the Russians cannot do? You're talking about the destruction of a lot of Russian equipment. COOPER: Yes. General Hertling, as always, I appreciate it. Thank you. Indiana has become the first state, to hold a special session, in efforts, to pass new abortion restrictions, since Roe v. Wade was overturned. Up next, we'll take a look at both sides, of the abortion battle, and what could come next. (COMMERCIAL BREAK) [21:40:00] COOPER: Public debate began, in Indiana, today, on a new bill that would prevent abortion, except in cases of rape, or incest, or to save the life of the mother. Lawmakers heard, from dozens, opposed to the bill, and many arguing against the new restrictions, others calling for even stricter abortion laws. This comes as Vice President Kamala Harris traveled to Indianapolis, to speak with state lawmakers, today, ahead of that session. CNN's Alexandra Field has the story. (BEGIN VIDEOTAPE) (DEMONSTRATORS CHANT \"SAFE AND LEGAL!\") ALEXANDRA FIELD, CNN CORRESPONDENT (voice-over): Thousands of demonstrators swarming Indiana State Capitol, for the heated debate, over a bill to ban abortion, at any stage of pregnancy, with exceptions for some cases of rape, incest, and threats to the life of a mother. UNIDENTIFIED FEMALE: Just judgment. FIELD (voice-over): Fierce opposition, to the bill, coming now on both sides of the issue. JODI SMITH, INDIANA RIGHT TO LIFE: Indiana Right to Life's mission is to protect the right to life. Our opposition, to this bill, is because, in its current state, it doesn't stack up to that mission. FIELD (voice-over): Some arguing that the restrictions with Indiana's bill don't go far enough. NATHANIEL MERCER, TESTIFIED INDIANA BILL DOESN'T GO FAR ENOUGH IN BANNING ABORTIONS: I'm asking the SB1 language be stripped, and a bill be replaced, with a language similar to HB 1282, which was a complete ban on abortion, with no exceptions, no compromise, no regulation. FIELD (voice-over): Others, fighting to stop another state, from denying care to women. DR. MARY OTT, PEDIATRICIAN OPPOSED TO INDIANA BILL: The proposed legislation politicizes what should be a private decision. FIELD (voice-over): Indiana, is the first state, to call a special session, to attempt to pass new laws, restricting abortion, in the wake of the Supreme Court's Dobbs decision. It leads the way for dozens of States, with plans to pass, similar bills. At least 12 other states have already enacted bans, or attempted to, or severely restricted abortion procedures, by going to court, for a judge's order, or by using so-called trigger laws, which were designed, to take effect, in the event of a court reversal, on Roe. (DEMONSTRATORS CHANT \"MY BODY! MY CHOICE!\") FIELD (voice-over): Indiana has become a safe haven of sorts, for women, seeking care they can't otherwise get. DR. TRACEY WILKINSON, ASSISTANT PROFESSOR OF PEDIATRICS, INDIANA UNIVERSITY SCHOOL OF MEDICINE: We're already seeing people, traveling from other States, coming into Indiana, for abortion care, as far away as Texas, but including States like Ohio and Kentucky. So, Indiana is already trying to provide care that should be legal, and accessible, by these people, in their own States. FIELD (voice-over): Last month, a 10-year-old rape victim, traveled from Ohio, to Indianapolis, for an abortion, after her home state enacted a ban, around the sixth week of pregnancy. The Indiana University physician, who helped the child, Dr. Caitlin Bernard, drawing the ire of conservative media, some lawmakers, and the State's Attorney General. Protesting Indiana's bill, in an Op-Ed, for \"The Washington Post,\" she writes, \"People in Indiana and across the nation have called me brave. But I'm not any braver than any other physician who would do the right thing when faced with a patient in need. I don't feel brave. I feel anguished, desperate and angry.\" Nearly 1,400 health care workers, from across Indiana, signing two letters, to lawmakers, voicing their objections. DR. GABRIEL BOSSLET, PULMONARY AND CRITICAL CARE PHYSICIAN: Legislating someone else's moral decisions, and religious decisions, on to everyone else that, comes directly into the clinics, is hugely problematic for us, who are trying to practice medicine. DR. CAROLINE ROUSE, MATERNAL MEDICINE PHYSICIAN AND ABORTION CARE PROVIDER: We are concerned that this is just a harbinger of what is to come, and we are really worried about a national abortion ban. FIELD (on camera): So this, for you, goes well beyond Indiana? ROUSE: Absolutely. Indiana is first. But we are not going to be last. (END VIDEOTAPE) COOPER: Alexandra Field joins me now, from Indianapolis. I understand, there's a second bill, under consideration, to fund resources, for expectant mothers. FIELD: Right. Two bills that the Special Session is taking up, related to abortion. And this is a bill that would seek to allocate about $45 million, toward more resources, for expectant mothers and families. It specifically names foster and adoptive families. The bill is in line with kind of arguments that you've heard, from some conservatives, around the country that in lieu of access to abortion, States should provide greater care, for moms and babies. I spoke to a physician, here, in Indiana. She says that the funding, in the bill would be woefully inadequate, in terms of meeting the needs that this state would have. She goes on to say that these resources are important, and that they should be funded, on their merits. But she says, they are not in any way related to, or a replacement, for critically needed health care. Anderson? COOPER: Alexandra Field, thanks. Coming up next, with the NFL season, prepping to get underway, I'm going to speak with NFL Defensive End, Carl Nassib, who made history, last year, is the first act of NFL player, to announce that he was gay. Why he says it was important to do it, and the reaction, he received, across the League. We'll be right back. [21:45:00] (COMMERCIAL BREAK) COOPER: So, the more than 1,600 players, in the NFL, a total of 32 teams, and for the first time, in history, last year, an active NFL player came out as gay. His name is Carl Nassib, plays the position of Defensive End, most recently, for the Las Vegas Raiders. He came out in June 2021, with a video, on Instagram. Take a look, part of it. (BEGIN VIDEO CLIP) CARL NASSIB, FIRST ACTIVE NFL PLAYER TO COME OUT AS GAY: What's up, people? I'm Carl Nassib. I'm at my house here in West Chester, Pennsylvania. I just wanted to take a quick moment to say that I'm gay. I've been meaning do this for a while now. But I finally feel comfortable enough to get it off my chest. (END VIDEO CLIP) COOPER: In a statement, after posting that video, Nassib said, he agonized over the decision, to announce he was gay, for 15 years. Said, he hopes that one day, the whole coming-out process won't be necessary. Carl Nassib is here with me now. I like how you were like, \"Yes, hey, I'm joining you from Pennsylvania, and I'm gay.\" NASSIB: Yes, truly. COOPER: How much thought went into that? And how nervous were you? NASSIB: I was pretty nervous. And a good amount of thought went into it. I really wanted to do it right. And I wanted to make it not just about me, and make the biggest impact, I possibly could, with a one- minute clip. And I wanted to do it, surrounded by friends and family, in my hometown. And, yes, the response has been amazing. I mean, the amount of people that come up to me, and bringing it up, and talking about how it's impacted them, has been the most rewarding possible thing that could have happened. COOPER: I mean, I can't imagine the impact of this, on so many younger people, who grow up, playing sports, and feeling like there's not representation-- NASSIB: Yes. COOPER: --of, out there, for them. NASSIB: Yes. COOPER: This is huge. NASSIB: Yes. And that's exactly what I wanted to do. I wanted to help these young kids that might be struggling with this. COOPER: That was foremost in your mind? [21:50:00] NASSIB: It was, 100 percent. And I think that we can continue this conversation. We can tell teachers, coaches, parents that they can be that one supportive adult, in these young kids' lives, to help them get by, a little bit easier, and to just spread a little more joy in their lives. COOPER: When you got to the team, when you got to the Raiders, when you were in the stadium, how was it? NASSIB: I mean, the Raiders stadium is always electric. It's a great stadium. And the fans are amazing. I've got nothing but support from my teammates, fans, coaches and everything, yes. COOPER: There was a - your coach - the coach - I'm not a football-- NASSIB: There you go (ph) Jon Gruden. COOPER: Yes, Gruden. NASSIB: Yes, yes, yes, he's right. COOPER: He resigned, after some old emails-- NASSIB: Yes. COOPER: --getting forward, and stuff. Did you ever have any issues with him? NASSIB: He was so supportive of me coming out. And then that whole thing, I tried to, take that in stride, try to focus on what was important. The team really was stronger together. And-- COOPER: But he was supportive of you? NASSIB: Absolutely, yes. COOPER: What happens now? You're a free agent. Do you want to keep playing? NASSIB: Yes, I'm keeping all options open. I'm waiting for the best opportunity. Feel like the best shape in my life. I've a lot left in the tank, working on some other projects that are really, really exciting, so. COOPER: Well that's the thing. Because you and I've talked before. NASSIB: Yes. COOPER: And I'm amazed at how focused you are, on volunteering, on giving. You gave $100,000 that was matched by the NFL to The Trevor Project-- NASSIB: Yes. COOPER: --which is great organization. NASSIB: Yes. COOPER: You also have an app that you have created. NASSIB: I do, yes. COOPER: What is it called? And what does it do? NASSIB: It's called Rayze, R-A-Y-Z-E. I first came up with the idea, four years ago, when I was volunteering, in Tampa. And I had an amazing experience, volunteering at a juvenile delinquent center. And what really struck me was, it was half a mile, from where I went to work every day. It was a half a mile, from a team full of millionaires, and a family full of billionaires, and nobody knew it was there. So, I went, a month later, got Rayze trademarked. And I was like, \"There needs to be an app out there, where somebody can go on super- easy, and find every single volunteering opportunity, in their community, in their neighborhood, on their way, to and from work.\" And that's exactly what Rayze does. COOPER: That's a great idea. NASSIB: Yes, thank you. COOPER: Because you really have no sense, in any community, exactly. A lot of people want to do something, but they're not sure how to go about it. NASSIB: 100 percent. And that's that - we take all that stress, and all that complication away. Everything's about efficiency. And that's what we do. COOPER: It's interesting to me, though, that that experience of, you're playing, and you're surrounded by people, who are making a lot of money, and realizing that half a mile away-- NASSIB: Yes. COOPER: --there's kids in need. NASSIB: Absolutely. And we want to make it super-easy, for people, who can find anything that they're passionate about, right? We are onboarding so many wonderful non-profits, United Way, The Trevor Project. Across the board, we're really, doing some fun stuff. COOPER: As a kid, did you - when did you - I mean, I assume, you realized very early on that you were gay. I mean, most - I probably knew, when I was like six or seven. NASSIB: Sure. COOPER: But - whether I could put a name to it or not. But when you were playing sports, did it seem to you that there was a future as being gay and playing sports? NASSIB: I loved sports my entire life. I come from such a great sports family. And it wasn't really, in my mind, growing up. I just wanted to be the best football player, I possibly could be. And I've really had such an amazing career. I'm so lucky. And yes, I just have been met with the most support, from my family, from my friends, and teammates, throughout my career, yes. COOPER: And what - so, I don't really know how the free agent thing works. NASSIB: Yes, it's OK. COOPER: So, do you want to be in football? I mean, it seems to me, you have a lot of-- NASSIB: Yes, I'm going to become-- COOPER: --of really interesting-- NASSIB: --till I'm 65 (ph), I'm going to keep doing it. COOPER: Right. No, but I mean, you love football. But you - you're pulled in a lot of directions. I mean, you have a lot of stuff that you-- NASSIB: Yes. COOPER: --think about for the future. NASSIB: Well, and it's my passion, right? I just want it - it's been - I've been doing it since I was 8-years-old. And it's the most fun thing I can do. But I just am really excited about Rayze. I'm really excited about making an impact on and off the field, and inspiring others to do the same, yes. COOPER: And how do you - where do people go for Rayze? They just? NASSIB: Go on the App Store. We're downloadable in the App Store. You get on there. You - we have three pillars, positive social media, real volunteer matching, and simplified donations, where there's something there for everybody. If you have a really busy schedule, and you don't have time to volunteer? You got a couple kids, don't have time to volunteer? We make it super-easy to-- COOPER: Are you talking to me? NASSIB: Yes, yes, you're a busy guy! So, if you want to like - if you want to find multiple charities, multiple non-profits-- COOPER: Yes. NASSIB: --to contribute to, you can do it all super-easy, in Rayze. COOPER: Right. NASSIB: Yes. COOPER: Well, Carl Nassib, good luck to you. NASSIB: Anderson, thank you so much. COOPER: Appreciate it, thanks. NASSIB: Appreciate you. COOPER: Coming up next, Pope Francis, in Canada, with an apology, for the indigenous people there that is more than a century in the making. [21:55:00] (COMMERCIAL BREAK) COOPER: Today, Pope Francis apologized, to survivors, of what a government-commission, in 2015, in Canada, called \"Cultural genocide.\" Indigenous children, who were stripped away, taken away, forcibly, from their families, stripped of their language, and their culture, often physically-, sexually-, emotionally-abused, in what were called residential schools, many of them run by the Catholic Church. The Apology took place in Canada at one such former school. I spoke to some of the survivors, several months ago, for a report, I did, for \"60 Minutes.\" The one woman, I spoke with, Leona Wolf, said she was 5-years-old, when she was taken, from her family, in 1960. She says she witnessed the sexual abuse, of a cousin, by a priest, at a school, and saw what these schools did, to multiple generations, in her own family. (BEGIN VIDEOTAPE) COOPER: Did you see the impact of this place on your mom? LEONA WOLF, CANADA RESIDENTIAL SCHOOL SURVIVOR: Yes. COOPER: How? WOLF: Yes, by drinking a lot, being mean to me. And it impact us, me and my brother, and my siblings. COOPER: What was done to her, she passed on to you? WOLF: To me, yes. COOPER: And what was done to you and others here? WOLF: Was passed on to my children. This is why sometimes I go into my rage of anger, and I cry, because it all, it was all done to us, all of us. But it's going to stop now, you know? It is. COOPER: You believe that? WOLF: Yes, I'm going to, I'm breaking the cycle with my great- grandchildren. (END VIDEOTAPE) COOPER: And the Congress of Aboriginal Peoples, based in Ottawa, says it welcomes the Pope's apology, called for concrete actions, to help educate about the history of these schools. That's it for us. The news continues. Want to turn it over to Don, and \"DON LEMON TONIGHT.\" Don? ", "sentence_breakdown": [{"positive_polarities": [[0.06439393939393939, "[21:00:00] ANDERSON COOPER, CNN HOST: Lot happening, across January 6th landscape, lately, including tonight, with reporting, \"The Wall Street Journal,\" and \"The New York Times\" that former Vice President Mike Pence's General Counsel, Greg Jacob testified, last week, before a federal grand jury."], [0.3333333333333333, "One more piece, in the larger picture, which of course, is dominated by the fact that more than 17 million viewers watched what's been billed as the January 6th committee's season finale."], [0.18714285714285714, "And interest has certainly been high throughout."], [0.5, "The question now is whether any of it's changed any minds and, more specifically, whether it could change any votes, in the midterms, this fall, and perhaps 2024?"], [0.04999999999999999, "HARRY ENTEN, CNN SENIOR DATA REPORTER: One of the things, I've learned, covering President Trump, throughout all of his electoral history, is the more he is in the news, the worse it is for him."], [0.14285714285714285, "So, take a look at his net favorability rating, right?"], [0.14285714285714285, "We see that in March of 20 - March 25th, which was essentially four months ago, right?"], [0.5, "COOPER: Interesting."], [0.17500000000000002, "ENTEN: And so, to me, it's a pretty clear trend line."], [0.16666666666666666, "COOPER: What are you seeing among Republicans, in particular?"], [0.3753968253968254, "ENTEN: So, if we look among Republicans, in particular, obviously, the thing that I think most Republicans are concerned about, at this point, and specifically, Donald Trump, is most concerned about, is whether or not he can win in 2024, right?"], [0.8, "Can he win that Republican nomination?"], [0.16666666666666666, "And, of course, at this particular point, his main nemesis is Ron DeSantis, the Governor of Florida."], [0.15748299319727893, "If you go back, from last year, what you essentially see is that Donald Trump's numbers have stayed pretty steady, right, in the national primary polls."], [0.125, "COOPER: Wow!"], [0.2571428571428572, "Because, it essentially says the people, who aren't with Trump, right now, perhaps will never be with him and part - in part, perhaps, because they believe he's unelectable, because he's becoming more unpopular, with the general electorate."], [0.5, "So, this is, to me, interesting."], [0.675, "Because, to be honest with you, Anderson, I'm the type of person-- COOPER: Please be honest!"], [0.6, "ENTEN: --I would - I'd rather be honest than not."], [0.6, "But beyond that, I'm fairly an honest guy."], [0.15, "At least I'm honest, with the viewer."], [0.2857142857142857, "And what we see, in the race, for Congress, right now, is that Republicans hold a lead."], [0.35, "And I was surprised by this, to be perfectly honest, because I'm the type of guy, who says, \"Ah no one's going to watch these hearings."], [0.2857142857142857, "COOPER: Right."], [0.25, "ENTEN: But, in fact, what we have seen, is that people have been willing to change their minds."], [0.2857142857142857, "And, right now, the Republican lead has been sliced."], [0.7, "ENTEN: Yes, yes, it's a good question."], [0.7, "It's a good question."], [0.2857142857142857, "So, I'm a student of history, right?"], [0.06666666666666667, "I was a young - I was a young boy, back then."], [0.19047619047619047, "And if you look at the elections, since 1994, where there was a Democratic president, right, just like we have right now, and you compare the July polls, with what actually happened, in the election?"], [0.125, "COOPER: Wow!"], [0.2857142857142857, "The reason for that tends to be - there's tends to be this fade-away from the president's party, right, this presidential penalty?"], [0.2857142857142857, "COOPER: Right."], [0.22619047619047616, "ENTEN: And that would make sense, in this particular year, right?"], [0.25, "And history suggests that's exactly what's going to happen."], [0.625, "What a lovely phrase that is!"], [0.2972222222222222, "But, but, in my particular study of this, I would be quite surprised-- COOPER: Interesting!"], [0.39285714285714285, "ENTEN: --if Republicans didn't do considerably better than their polling is right now."], [0.2, "Thanks."], [0.7, "That was really good."], [1.0, "ENTEN: I try my best."], [0.6, "COOPER: Yes, I liked it."], [0.125, "His first time, back in D.C., since leaving office, and fomenting an insurrection."], [0.13636363636363635, "I understand, you have some new reporting about Pence's calculations?"], [0.0625, "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT, CNN CO-ANCHOR, STATE OF THE UNION: Is calculation, I'm told, by a source, familiar with the thinking of the former Vice President, is that it doesn't matter, whether his former boss, the former President, actually runs that that won't have an impact, on whether or not he, Mike Pence, decides to run."], [0.11861111111111111, "Having said that, you just saw what Harry laid out, very clearly, when it comes to where the Republican Party is, and more specifically, where the former President is, and how his approval ratings continue to go down."], [0.23333333333333334, "It's, what I'm told, is that, when you look at, even some internal numbers, for the former President, the thing that is most striking, is that women, in particular, have fled."], [0.3, "How that will be determinative, not just if Mike Pence runs but, more importantly, if Donald Trump actually runs?"], [0.22499999999999998, "I'm not sure whether that's going to turn out to be a good bet."], [0.19999999999999998, "But he is clearly distancing himself, from Trump, to a certain extent, right?"], [0.21428571428571427, "He's not disowning, certainly, Donald Trump's voters."], [0.09166666666666667, "Dana, in terms of the Justice Department's investigation, I mentioned earlier, we learned that Marc Short, the former Chief of Staff, for Mike Pence, testified, in front of grand jury, as well as Pence's former General Counsel, Greg Jacob, according to \"The Times\" and \"The Wall Street Journal.\""], [0.125, "That's a pretty big deal!"], [0.4000000000000001, "BASH: It's a huge deal."], [0.5, "We have not been entirely sure, where the Department of Justice investigation has been going."], [0.5066666666666667, "The fact that there is a grand jury, and that as part of that, these two very important figures, not just in the Trump administration, but on the day of January 6th, came before, this grand jury?"], [0.1, "And although Marc Short came on CNN earlier, with Erin Burnett, and was understandably careful, about what to say, about what he said, during the grand jury testimony?"], [0.5, "BASH: --trying to make sure that he was safe."], [0.16666666666666666, "The problem for Pence is that most of his political relevance, in the current Republican Party, is through his association with Donald Trump."], [0.6, "Now, he is trying to walk this kind of tortured tightrope, where he's disowning (inaudible) about saying that he lost the election."], [0.14444444444444446, "[21:10:00] Coming up next, what many consider the most serious immediate legal threat, the former President now faces."], [0.07878787878787878, "New reporting on one Georgia prosecutor's criminal grand jury investigation, the hurdle, a judge overseeing it, just put in her way, and how electoral politics could be complicating it all."], [0.05000000000000002, "Plus, how our retired Army three- star general sees the state of play, five months, since Russia invaded."], [0.5, "Now Kara, what more can you tell us about this recorded testimony, provided by the Georgia Governor, Brian Kemp?"], [0.2392857142857143, "It's being recorded, and it will be presented to the special grand jury, in the near future."], [0.13636363636363635, "The reason why, he's not sitting, and providing live testimony, is because he is the governor, and it was a concession that the prosecutors had given him."], [0.16666666666666666, "[21:15:00] But his testimony is important, because he had direct conversations, with former President, Donald Trump, after the 2020 election."], [0.35714285714285715, "Trump had called Kemp, and was pushing him, to convene a special session, of the state legislature, to try to get them to overturn Biden's victory."], [0.5, "Now, Kemp is one of the most high-profile people, to go in."], [0.5, "Do we know more about that?"], [0.4285714285714286, "The judge said that that was an untenable conflict, and said that Willis, and her office, cannot investigate this senator, cannot include him in the report that the special grand jury will produce."], [0.02142857142857143, "11 other fake electors are due to appear, before the special grand jury, this week."], [0.28571428571428575, "COOPER: And a judge denied a request, by Georgia Republican congressman, Jody Hice, to squash a subpoena, to appear, in front of the special grand jury, which is investigating the former President."], [0.2857142857142857, "SCANNELL: That's right."], [0.2, "Thanks."], [0.06666666666666667, "Back with us, again, CNN Chief Legal Analyst, and former federal prosecutor, Jeffrey Toobin."], [0.16666666666666666, "Do you think this investigation, in Georgia, out of all the investigations that the former President is involved, could ultimately be the most consequential?"], [0.15238095238095237, "JEFFREY TOOBIN, FORMER FEDERAL PROSECUTOR, CNN CHIEF LEGAL ANALYST: It certainly is the one, at the moment that looks like, is most likely to lead to an indictment of the former President."], [0.5, "TOOBIN: OK."], [0.5, "I just want to find 11,780 votes, which is one more that we have."], [0.2857142857142857, "COOPER: Right."], [0.4000000000000001, "TOOBIN: He's not saying, \"Let's get this accurate.\""], [0.4, "He's saying, \"Just get me enough votes, so I win the election.\""], [0.25, "And, if you look at how Fani Willis, is approaching, this case, she's brought everybody in, to this grand jury, or is in the process of doing it."], [0.2, "And, she is also an elected official, in a very Democratic part of Georgia."], [0.031999999999999994, "Georgia has a very unusual legal structure, in terms of these cases, where potentially that case could be forced, into federal court, which would be a very different scenario."], [0.17499999999999996, "But there are significant legal obstacles that she faces."], [0.3392857142857143, "The current grand jury that's investigating that - where all these witnesses are appearing, is what's called the special grand jury?"], [0.16666666666666666, "So, it would have to turn its evidence over, to a different grand jury that would actually vote the indictment."], [0.5, "A judge has squashed Congressman Jody Hice's attempt, to - or squash this subpoena, to appear before a grand jury."], [0.375, "How significant is that?"], [0.7, "TOOBIN: Well, it's good for her."], [0.5, "The more subpoenas that are quashed, the better."], [0.4, "So, every time she wins, getting someone in the grand jury?"], [0.7, "That's good."], [0.2857142857142857, "COOPER: Right."], [0.2857142857142857, "COOPER: All right, Jeff Toobin, appreciate it."], [0.2, "Thanks."], [0.2857142857142857, "TOOBIN: All right."], [0.2, "COOPER: Coming up, just as Russia seemed ready to show the slightest bit of mercy, toward Ukraine, an attack that threatens to cut off desperately-needed food, to the world."], [0.6, "We'll take you to Odessa, and we'll examine how Russia could be reaching its own breaking point, of Vladimir Putin's invasion."], [0.14285714285714285, "Right back."], [0.16666666666666669, "Missile strikes came just 24 hours, after Russia agreed to allow the safe passage of grain, through the Black Sea."], [0.13636363636363635, "Joins me live."], [0.25, "All of the parties are saying, \"But we still want to go ahead with this,\" including the Russians, who don't want to be seen, to be holding up the export of this precious food, out to global markets."], [0.2, "But there are real concerns about trust."], [6.938893903907228e-18, "There's still some logistical things, like setting up this coordination center, trying to clear mines that could be blocking the ports, and blocking the waterway."], [0.05, "The Ukrainians are saying, \"We're not going to allow any Russian warships anywhere near our waters.\""], [0.7, "COOPER: You've been doing really incredible reporting, for the better part of five months, in and out of Ukraine."], [0.002083333333333335, "WATSON: I'm struck by how much has changed, since April, when I was last here, when, I think, you were last here, or you were here a little bit later, Anderson, is that you don't see signs of the entire population, on the run."], [0.45, "If anything, I think that we see, in cities, many businesses open, people going to work, people going to cafes, walking around, in parks, with their kids, it's beautiful weather, this time of year, here, in Ukraine, which either reflects that people are more comfortable, with the fact that their country is at war."], [0.2, "Or they're confident that the Ukrainian Military will not allow Russians to break through the front lines, the way they did, at the beginning into the war, and reach their cities."], [0.5, "So, that's pretty remarkable."], [0.018181818181818174, "Another difference is, we are seeing how the Ukrainian Military, is getting new weapons."], [0.2, "Literally, 24 hours, after they signed the treaty that was hosted by Turkey, with Ukraine, trying to get grain, to stave off famine and starvation, they shoot missiles, at the very place that grain is coming from."], [0.2857142857142857, "What's your take, on the ebb and flow of it, right now?"], [0.5, "Russia has not been able to obtain their operational or strategic goals."], [0.16666666666666666, "What you're also seeing now is President Zelenskyy has suggested, as many of us thought he would, is to open a second front."], [0.16666666666666666, "That second front is more than likely going to occur, in the Kherson Oblast, in the South."], [0.15833333333333333, "An area the size - about the size of the State of Maryland, the capital city of Kherson, of that particular province, has about 300,000 population on a normal day."], [0.2340909090909091, "So, if President Zelenskyy gets his way, and he can generate several hundred thousand new fighting forces, to go into that area, to supplement and complement the resistance forces that have been going, against the Russians that are seemingly embedded, in that country, but are sustaining great casualties, from local resistance forces?"], [0.3, "As we said, Anderson, from the start of the second phase of the Russian war, the key element, is who is going to be able to supply the war, the best."], [0.0625, "Russia is having significant problems, unbelievable dysfunction in their logistics and their supply chains."], [0.4166666666666667, "And what you just mentioned, the Ivan, is Ukraine seems to be getting more equipment, better equipment, more efficient and effective and precise equipment, to help them counter all the Russian supplies."], [0.375, "And that's going to be significant."], [0.2375, "Who gets the supplies, and who gets the effective combat power, the fastest, to counter the other forces?"], [0.20476190476190478, "Even though they are a large and well-equipped, allegedly, force, they have not been able to conduct operational logistics."], [0.375, "And as Ivan just said, and as you mentioned, the HIMARS had been a significant factor, in that."], [0.175, "When you're talking about just the small number of HIMARS, 16 of them that can fire about 190 effective missiles, per day, to strike targets, which the Russians cannot do?"], [0.05000000000000002, "General Hertling, as always, I appreciate it."], [0.24783549783549785, "Indiana has become the first state, to hold a special session, in efforts, to pass new abortion restrictions, since Roe v. Wade was overturned."], [0.04545454545454545, "(COMMERCIAL BREAK) [21:40:00] COOPER: Public debate began, in Indiana, today, on a new bill that would prevent abortion, except in cases of rape, or incest, or to save the life of the mother."], [0.3181818181818182, "Lawmakers heard, from dozens, opposed to the bill, and many arguing against the new restrictions, others calling for even stricter abortion laws."], [0.375, "(BEGIN VIDEOTAPE) (DEMONSTRATORS CHANT \"SAFE AND LEGAL!\")"], [0.2857142857142857, "JODI SMITH, INDIANA RIGHT TO LIFE: Indiana Right to Life's mission is to protect the right to life."], [0.05, "FIELD (voice-over): Some arguing that the restrictions with Indiana's bill don't go far enough."], [0.05, "NATHANIEL MERCER, TESTIFIED INDIANA BILL DOESN'T GO FAR ENOUGH IN BANNING ABORTIONS: I'm asking the SB1 language be stripped, and a bill be replaced, with a language similar to HB 1282, which was a complete ban on abortion, with no exceptions, no compromise, no regulation."], [0.24783549783549785, "FIELD (voice-over): Indiana, is the first state, to call a special session, to attempt to pass new laws, restricting abortion, in the wake of the Supreme Court's Dobbs decision."], [0.5, "FIELD (voice-over): Indiana has become a safe haven of sorts, for women, seeking care they can't otherwise get."], [0.3916666666666666, "So, Indiana is already trying to provide care that should be legal, and accessible, by these people, in their own States."], [0.05000000000000002, "The Indiana University physician, who helped the child, Dr. Caitlin Bernard, drawing the ire of conservative media, some lawmakers, and the State's Attorney General."], [0.8, "Protesting Indiana's bill, in an Op-Ed, for \"The Washington Post,\" she writes, \"People in Indiana and across the nation have called me brave."], [0.08035714285714285, "But I'm not any braver than any other physician who would do the right thing when faced with a patient in need."], [0.8, "I don't feel brave."], [0.1, "Nearly 1,400 health care workers, from across Indiana, signing two letters, to lawmakers, voicing their objections."], [0.10000000000000002, "DR. GABRIEL BOSSLET, PULMONARY AND CRITICAL CARE PHYSICIAN: Legislating someone else's moral decisions, and religious decisions, on to everyone else that, comes directly into the clinics, is hugely problematic for us, who are trying to practice medicine."], [0.2, "DR. CAROLINE ROUSE, MATERNAL MEDICINE PHYSICIAN AND ABORTION CARE PROVIDER: We are concerned that this is just a harbinger of what is to come, and we are really worried about a national abortion ban."], [0.2, "ROUSE: Absolutely."], [0.25, "Indiana is first."], [0.2857142857142857, "FIELD: Right."], [0.17857142857142858, "Two bills that the Special Session is taking up, related to abortion."], [0.5, "And this is a bill that would seek to allocate about $45 million, toward more resources, for expectant mothers and families."], [0.55, "The bill is in line with kind of arguments that you've heard, from some conservatives, around the country that in lieu of access to abortion, States should provide greater care, for moms and babies."], [0.4, "She goes on to say that these resources are important, and that they should be funded, on their merits."], [0.2, "COOPER: Alexandra Field, thanks."], [0.16666666666666669, "Coming up next, with the NFL season, prepping to get underway, I'm going to speak with NFL Defensive End, Carl Nassib, who made history, last year, is the first act of NFL player, to announce that he was gay."], [0.4, "Why he says it was important to do it, and the reaction, he received, across the League."], [0.14285714285714285, "We'll be right back."], [0.14761904761904762, "[21:45:00] (COMMERCIAL BREAK) COOPER: So, the more than 1,600 players, in the NFL, a total of 32 teams, and for the first time, in history, last year, an active NFL player came out as gay."], [0.25, "His name is Carl Nassib, plays the position of Defensive End, most recently, for the Las Vegas Raiders."], [0.17777777777777778, "(BEGIN VIDEO CLIP) CARL NASSIB, FIRST ACTIVE NFL PLAYER TO COME OUT AS GAY: What's up, people?"], [0.375, "I just wanted to take a quick moment to say that I'm gay."], [0.13333333333333333, "But I finally feel comfortable enough to get it off my chest."], [0.4166666666666667, "(END VIDEO CLIP) COOPER: In a statement, after posting that video, Nassib said, he agonized over the decision, to announce he was gay, for 15 years."], [0.1, "Said, he hopes that one day, the whole coming-out process won't be necessary."], [0.4166666666666667, "I like how you were like, \"Yes, hey, I'm joining you from Pennsylvania, and I'm gay.\""], [0.2, "COOPER: How much thought went into that?"], [0.25, "NASSIB: I was pretty nervous."], [0.7, "And a good amount of thought went into it."], [0.24285714285714285, "I really wanted to do it right."], [0.6000000000000001, "And, yes, the response has been amazing."], [0.171875, "I mean, the amount of people that come up to me, and bringing it up, and talking about how it's impacted them, has been the most rewarding possible thing that could have happened."], [0.0625, "COOPER: I mean, I can't imagine the impact of this, on so many younger people, who grow up, playing sports, and feeling like there's not representation-- NASSIB: Yes."], [0.4000000000000001, "COOPER: This is huge."], [0.25, "And that's exactly what I wanted to do."], [0.1, "I wanted to help these young kids that might be struggling with this."], [0.23214285714285715, "We can tell teachers, coaches, parents that they can be that one supportive adult, in these young kids' lives, to help them get by, a little bit easier, and to just spread a little more joy in their lives."], [0.8, "It's a great stadium."], [0.6000000000000001, "And the fans are amazing."], [0.2857142857142857, "NASSIB: Yes, yes, yes, he's right."], [0.1, "COOPER: He resigned, after some old emails-- NASSIB: Yes."], [0.5, "NASSIB: He was so supportive of me coming out."], [0.30000000000000004, "And then that whole thing, I tried to, take that in stride, try to focus on what was important."], [0.2, "The team really was stronger together."], [0.5, "And-- COOPER: But he was supportive of you?"], [0.2, "NASSIB: Absolutely, yes."], [0.4, "You're a free agent."], [1.0, "I'm waiting for the best opportunity."], [1.0, "Feel like the best shape in my life."], [0.05833333333333333, "I've a lot left in the tank, working on some other projects that are really, really exciting, so."], [0.8, "COOPER: --which is great organization."], [0.25, "I first came up with the idea, four years ago, when I was volunteering, in Tampa."], [0.08333333333333337, "And I had an amazing experience, volunteering at a juvenile delinquent center."], [0.016666666666666677, "And what really struck me was, it was half a mile, from where I went to work every day."], [0.17777777777777778, "It was a half a mile, from a team full of millionaires, and a family full of billionaires, and nobody knew it was there."], [0.23174603174603173, "And I was like, \"There needs to be an app out there, where somebody can go on super- easy, and find every single volunteering opportunity, in their community, in their neighborhood, on their way, to and from work.\""], [0.25, "And that's exactly what Rayze does."], [0.8, "COOPER: That's a great idea."], [0.225, "COOPER: Because you really have no sense, in any community, exactly."], [0.16666666666666669, "COOPER: It's interesting to me, though, that that experience of, you're playing, and you're surrounded by people, who are making a lot of money, and realizing that half a mile away-- NASSIB: Yes."], [0.2, "NASSIB: Absolutely."], [0.11785714285714285, "And we want to make it super-easy, for people, who can find anything that they're passionate about, right?"], [0.75, "We are onboarding so many wonderful non-profits, United Way, The Trevor Project."], [0.25, "Across the board, we're really, doing some fun stuff."], [0.07805555555555556, "COOPER: As a kid, did you - when did you - I mean, I assume, you realized very early on that you were gay."], [0.09375, "I mean, most - I probably knew, when I was like six or seven."], [0.5, "NASSIB: Sure."], [0.20833333333333334, "But when you were playing sports, did it seem to you that there was a future as being gay and playing sports?"], [0.35, "NASSIB: I loved sports my entire life."], [0.4, "I come from such a great sports family."], [0.2, "And it wasn't really, in my mind, growing up."], [0.5, "I just wanted to be the best football player, I possibly could be."], [0.26666666666666666, "And I've really had such an amazing career."], [0.3333333333333333, "I'm so lucky."], [0.5, "And yes, I just have been met with the most support, from my family, from my friends, and teammates, throughout my career, yes."], [0.30000000000000004, "COOPER: And what - so, I don't really know how the free agent thing works."], [0.5, "NASSIB: Yes, it's OK. COOPER: So, do you want to be in football?"], [0.09375, "I mean, it seems to me, you have a lot of-- NASSIB: Yes, I'm going to become-- COOPER: --of really interesting-- NASSIB: --till I'm 65 (ph), I'm going to keep doing it."], [0.2857142857142857, "COOPER: Right."], [0.09375, "No, but I mean, you love football."], [0.2857142857142857, "NASSIB: Well, and it's my passion, right?"], [0.4, "And it's the most fun thing I can do."], [0.375, "But I just am really excited about Rayze."], [0.2916666666666667, "I'm really excited about making an impact on and off the field, and inspiring others to do the same, yes."], [0.15353535353535355, "You - we have three pillars, positive social media, real volunteer matching, and simplified donations, where there's something there for everybody."], [0.1, "If you have a really busy schedule, and you don't have time to volunteer?"], [0.125, "NASSIB: Yes, yes, you're a busy guy!"], [0.2857142857142857, "COOPER: Right."], [0.7, "COOPER: Well, Carl Nassib, good luck to you."], [0.2, "NASSIB: Anderson, thank you so much."], [0.2, "COOPER: Appreciate it, thanks."], [0.25, "COOPER: Coming up next, Pope Francis, in Canada, with an apology, for the indigenous people there that is more than a century in the making."], [0.05, "[21:55:00] (COMMERCIAL BREAK) COOPER: Today, Pope Francis apologized, to survivors, of what a government-commission, in 2015, in Canada, called \"Cultural genocide.\""], [0.375, "Indigenous children, who were stripped away, taken away, forcibly, from their families, stripped of their language, and their culture, often physically-, sexually-, emotionally-abused, in what were called residential schools, many of them run by the Catholic Church."], [0.3666666666666667, "She says she witnessed the sexual abuse, of a cousin, by a priest, at a school, and saw what these schools did, to multiple generations, in her own family."], [0.8, "WOLF: Yes, I'm going to, I'm breaking the cycle with my great- grandchildren."], [0.15000000000000002, "(END VIDEOTAPE) COOPER: And the Congress of Aboriginal Peoples, based in Ottawa, says it welcomes the Pope's apology, called for concrete actions, to help educate about the history of these schools."]], "negative_polarities": [[0.0, "Between Jacob and former Pence Chief of Staff, Marc Short, who also testified, last week, they're the two highest- ranking officials, in the former administration, who are now known to have talked."], [0.0, "There are some answers."], [0.0, "Our one and only Senior Data Reporter, the one and only Harry Enten."], [0.0, "Are you seeing any change, in the perception, of the former President, now that the hearings have concluded, for now?"], [-0.1, "That's his favorable minus his unfavorable."], [0.0, "And look at it, since essentially, March."], [0.0, "And what do we see?"], [-0.1, "It was minus 6 points."], [-0.1, "Then it's minus 7 points, April 25th."], [-0.1, "Then, May 25th, minus 9 points."], [-0.1, "June 25th, minus 10 points."], [-0.1, "July 25th, minus 13 points."], [-0.6999999999999998, "You don't have to be a mathematician, to know that's a bad trend line."], [-0.25, "And it follows everything that we know that we've seen in the past."], [0.0, "When the President stays out of the news, or the former President, stays out of the news?"], [0.0, "His numbers go up."], [-0.15555555555555559, "When he gets in the news, the numbers go down."], [0.0, "And what do we see in the trend line there?"], [0.0, "He was at 53 percent, a year ago."], [0.0, "Six months ago, he was at 52 percent."], [0.0, "Now, he's at 51 percent."], [0.0, "But look at DeSantis' numbers."], [0.0, "ENTEN: He's basically coalesced, or beginning to coalesce the anti- Trump vote."], [0.0, "He's basically doubled his vote share, over the last year."], [0.0, "And this, to me, is a problem, if you're the former President."], [0.0, "COOPER: And the midterms, obviously, are approaching."], [0.0, "Are you seeing some trends?"], [0.0, "ENTEN: We are seeing some trends."], [0.0, "I lie, perhaps to my mother, when I say, \"Oh, yes, I ate my vegetables.\""], [-0.25, "But it's a small lead."], [-0.15555555555555559, "It's down to a point."], [-0.049999999999999996, "If you look back, before the January 6th committee hearings, if you looked at the CNN-approved polls, it was essentially 4 points on average."], [0.0, "No one's going to change their mind."], [0.0, "This is all about Trump.\""], [0.0, "It's truly a surprise, for me."], [0.0, "COOPER: I understand that you think the polls, at this point, might be underestimating the Republican Party?"], [0.0, "ENTEN: Yes, I do."], [0.0, "You know?"], [-0.3125, "COOPER: What does it mean?"], [0.0, "How it's so?"], [0.0, "Yes."], [0.0, "COOPER: It's why I asked."], [0.0, "ENTEN: That's a - that's - you ask the questions."], [0.0, "I answer them."], [0.0, "I can look at the current poll numbers, get an idea of what's cooking."], [0.0, "But I like to look back over time."], [0.0, "And what we see essentially is let's just take a look at the elections, since 1994, since I was perhaps, if I stood, I would be, up to maybe your waist, at this point."], [0.0, "COOPER: Knee-high."], [0.0, "ENTEN: Knee-high."], [0.0, "COOPER: Yes."], [0.0, "ENTEN: Knee-high."], [-0.075, "We see that, on average, the Republicans outperformed their July polls, and the actual result, by 6 points."], [0.0, "ENTEN: They tend to gain from now until the election."], [0.0, "Because President Biden's approval rating is stuck in the high-30s."], [0.0, "So, if we're going to see movement, you'd probably see movement, away from the President's party."], [0.0, "Now, I will warn you."], [0.0, "History isn't always prologue."], [0.0, "COOPER: History is yet to be written!"], [0.0, "ENTEN: History has yet to be written off!"], [0.0, "But you know what?"], [-0.25, "I was proven once wrong, as we spoke about earlier, in this segment."], [-0.5, "Perhaps I'll be proven wrong, once again."], [0.0, "COOPER: We shall see."], [0.0, "Harry Enten, I appreciate it."], [0.0, "ENTEN: I bring it for you."], [0.0, "[21:05:00] COOPER: You brought it, definitely."], [0.0, "ENTEN: Thank you."], [0.0, "I appreciate it."], [0.0, "COOPER: Yes."], [0.0, "Perspective now, on all this, as well as the ongoing political sparring, between Mike Pence, and the former President."], [0.0, "He'll be speaking, in Washington, tomorrow."], [0.0, "Joining us is CNN Chief Political Correspondent, and CNN \"STATE OF THE UNION\" Co-anchor, Dana Bash."], [0.0, "Also, Atlantic Staff Writer, McKay Coppins."], [0.0, "So, Dana, you heard Harry talk about the cooling effect, the hearings may be having, on the former President's favorability, or having."], [0.0, "Whether the former President's going to run or not, obviously, is unclear."], [0.0, "Especially since what we have seen, with the January 6th hearings."], [-0.4, "That he is doing - Donald Trump is doing, so poorly, with women, and then that has contributed to the unfavorable rating that you're seeing clicking up that Harry just talked about."], [0.0, "We'll see."], [0.0, "COOPER: McKay, we saw these dueling Trump and Pence rallies, in Arizona, in Donie O'Sullivan's piece."], [0.0, "Is the former Vice President positioning himself, as an alternative, to Trump, in 2024?"], [-0.3125, "I mean, is there a lane for him?"], [0.0, "MCKAY COPPINS, STAFF WRITER, THE ATLANTIC: I think he's betting that there is."], [0.0, "He's not disowning Donald Trump."], [-0.16666666666666666, "But he's trying to return to his previous place, in the party, which was that of a (inaudible) governor-- COOPER: And so-- COPPINS: And-- COOPER: We've lost your audio, McKay."], [-0.5, "I'm sorry."], [0.0, "And that's a big understatement, I know."], [0.0, "The fact that these two figures talked, is telling."], [-0.4, "And all we have to do is look at the kinds of things that they told the January 6th committee, to understand how deep, their knowledge base is."], [-0.041666666666666664, "And obviously, it's connected to the previous conversation, how upset they were, about how the former President, handled himself, in the days, leading up to, and on January 6th, given where they actually physically were, with Mike Pence-- COOPER: Yes."], [0.0, "COOPER: Yes."], [0.0, "McKay, I think we have your audio back."], [0.0, "Yes, we're talking about Pence."], [0.0, "Does he have a lane?"], [0.0, "And then, you have DeSantis, who obviously, as we just - Harry was just showing us, has been going - his numbers have been going up."], [0.0, "So, does Pence have a lane?"], [-0.01339285714285715, "COPPINS: Yes, I mean, I don't know, right?"], [-0.5, "COOPER: Sorry."], [0.0, "Again, we lost the audio."], [0.0, "McKay Coppins, appreciate it."], [0.0, "Dana Bash, as well."], [0.0, "And later, Russia fires missiles, at the port in Odessa, just a day after reaching a deal, to allow Ukrainian grain exports."], [0.0, "What it means to a hungry world in the larger war?"], [-0.05340909090909092, "(COMMERCIAL BREAK) COOPER: New developments, tonight, in the election interference criminal probe, in Georgia's Fulton County, including an apparent setback, for the D.A., who's leading it, as well as a victory, and some high-profile testimony."], [-0.5, "Oh sorry."], [0.0, "Kara Scannell joins me."], [0.0, "KARA SCANNELL, CNN CORRESPONDENT: Well, Anderson, the governor, Kemp, is providing this testimony, today."], [0.0, "He was also - Trump was also pressing Kemp, to order an audit, of the absentee ballots, on those signatures."], [0.0, "But he won't be the last."], [-0.03125, "Other allies, of the former President, including his personal attorney, Rudy Giuliani, have been ordered to testify, as soon as next month."], [-0.25, "COOPER: And a judge blocked the Fulton County District Attorney, from investigating one of the 16 fake Trump electors, who's a Republican State Senator, as part of its investigation, into the former President."], [0.0, "SCANNELL: Yes."], [0.0, "So, this judge, in Fulton County, disqualified the Fulton County District Attorney, from investigating Georgia State Senator, Burt Jones."], [0.0, "The backstory here is that Jones is a target of this investigation."], [-0.5, "And he's one of those fake electors."], [0.0, "He's also running for Lieutenant Governor of Georgia."], [0.0, "And this is where the rub is."], [0.0, "Fani Willis, the District Attorney, hosted a fundraiser, for his opponents, in that race."], [0.0, "But he said that any actions that do come up, under questioning, can be referred, to a different district attorney."], [0.0, "It also doesn't have an impact, on the broader investigation."], [0.0, "That also came today."], [0.0, "There was a court hearing, in Fulton County."], [0.0, "The federal judge there, saying that she would not quash this subpoena, for testimony."], [0.0, "She said, she would send it to a state judge, where they could confer and figure out the parameters of any questions."], [0.0, "We haven't heard from Hice's office, and whether he will appeal."], [0.0, "But this is another instance, where Willis is getting some testimony, or possibly some testimony, about some of these key players, in the election."], [0.0, "COOPER: Kara Scannell, appreciate it."], [-0.019642857142857136, "I mean, if you look at how this is being structured, if you look at the infamous phone call that I think most people are familiar with, where the - President Trump called the Secretary of State, Raffensperger, and said, \"Get me 11,000 votes,\" which really is about as clear, almost a confession, of corrupt intent."], [0.0, "COOPER: Let's play that."], [-0.3125, "Yes, I mean, let's hear it, yes."], [0.0, "(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES: So look."], [0.0, "All I want to do is this."], [0.0, "Because we won the state."], [-0.15625, "(END VIDEO CLIP) TOOBIN: I mean, he's not saying, \"I want a correct vote total.\""], [-0.65, "That is really very difficult to explain."], [0.0, "So, she has no real political risk, by pursuing this."], [-0.15625, "COOPER: If, I mean, if charges were brought, by her, against the former President, what happens?"], [0.0, "TOOBIN: Well, see, this is where the case is potentially, could run into a lot of problems."], [0.0, "Perhaps a different set of prosecutors."], [0.0, "Also likely, possible appeals, of that decision, to go to federal court."], [-0.09999999999999999, "If she actually indicts the former President, a trial could be at least a year away."], [-0.2, "But it would be a criminal trial, potentially, unless it's thrown out."], [0.0, "However, she does appear to be determined to go forward."], [0.0, "It cannot issue an indictment."], [-0.30000000000000004, "All of this could be quite slow."], [0.0, "But she does seem determined, to proceed."], [0.0, "[21:20:00] COOPER: And you heard that report, from Kara Scannell."], [0.0, "One of the pending requests to quash a subpoena, is from Lindsey Graham, the senator, who has been, who made a call in, to try to stop this investigation."], [-0.15, "But there is a long way to go before this turns into an actual criminal case."], [0.0, "COOPER: The Fulton County D.A."], [0.0, "has also suggested racketeering charges."], [0.0, "Where's racketeering in this?"], [0.0, "TOOBIN: Well, racketeering is just another term, for when you - when a prosecutor takes a bunch of disparate crimes?"], [0.0, "COOPER: Yes."], [-0.07142857142857142, "TOOBIN: And combines them all, into a single - into a single one."], [0.0, "And here, you have various - the possibility, of various attempts, to interfere with the Georgia election."], [0.0, "Whether it's pressure on Raffensperger, the Secretary of State?"], [0.0, "Whether it's getting rid of the U.S. attorney, in Atlanta, who was - disappeared during this investigation?"], [0.0, "TOOBIN: Whether it's intimidating the court officials?"], [0.0, "If you recall, during the January 6th hearings?"], [-0.15555555555555559, "One woman testified, about how her life was turned upside down, by the President, attacking her."], [0.0, "COOPER: Yes."], [0.0, "TOOBIN: If you put all of those into one case?"], [0.0, "That could potentially be a racketeering case."], [0.0, "[21:25:00] (COMMERCIAL BREAK) COOPER: Ukraine's President Zelenskyy, tonight, is vowing to resume grain exports, despite Russia attacking the Port of Odessa, this weekend."], [0.0, "The U.N. and others warn of a catastrophic food crisis, without those shipments."], [0.0, "The National Security Council's John Kirby tells CNN, the attack brings back memories of Russia carrying out strikes, on humanitarian aid, meant for Syrians."], [0.0, "Senior International Correspondent, Ivan Watson, is part of our CNN team, on the ground, in Odessa, tonight."], [0.0, "Ivan, what do we know about the state of this agreement, after the bombing?"], [-0.3125, "I mean, is there still a plan, in place, to export grain?"], [0.0, "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: Yes, the short answer is yes."], [0.0, "That even though there was this attack, and this chorus of criticism that's come, of course, from the Ukrainians, but also from the U.N., and even Turkey, which helped mediate the agreement, which was signed, on Friday, in Istanbul?"], [0.0, "So, it does look like they're going to try to move forward there."], [-0.1, "They've even, in fact, announced that they're working on setting up this office, in Istanbul, this Joint Coordination Center, which is supposed to help facilitate this, and ensure the safety of ships that will be going out."], [-0.3125, "I mean, the Port of Odessa, it's over my shoulders."], [-0.1, "And that is the port that was hit, though the Russians claim they were targeting Military infrastructure, in that port."], [-0.3125, "COOPER: I mean, if this holds, how soon could ships start to move these products, out of Ukraine?"], [0.0, "WATSON: The Turks are saying, the U.N., again, these guys both helped mediate the agreement, they are saying, as soon as possible."], [0.0, "And there does seem to be some disagreement about whether or not there're going to be warships, escorting the cargo ships."], [-0.041666666666666664, "The Russian Foreign Minister says that Russian ships will escort them."], [0.0, "So that seems like a big detail to still try to hammer out."], [-0.01249999999999999, "And just to be clear, Anderson, the Ukrainians are exporting grain through other means."], [0.0, "They've been ramping up shipments, on the river Danube, on river barges, and river ports, there, by rail, and by truck, across borders."], [-0.022222222222222216, "But they can't get anywhere near the capacity that they could, if they could load up barges, and start shipping them through the Black Sea, the way they were doing, until Russia invaded this country, last February."], [0.0, "Can you just talk about, what it feels like, on the ground, there, now, in terms of where the war is at?"], [0.0, "You don't see these cars with the words \"Children,\" written on the sides of them, and everybody fleeing."], [-0.08666666666666667, "And I'm talking about cities that are only 20 miles, from very active front lines-- COOPER: Yes."], [0.0, "[21:30:00] WATSON: --where you'll see people, swimming on the beach, on the river Dnieper."], [-0.05, "I've seen combat units that are using refurbished captured Russian Military vehicles that even still say \"Made in Russia\" on them that they've painted Ukrainian flags on, and renovated, to use, to fight against the Russians."], [-0.05, "I've seen British Military vehicles that have just been supplied."], [0.0, "Of course, Western shoulder-mounted anti-tank weapons."], [0.0, "And of course, there're these U.S.-supplied HIMARS, these kinds of long-range rockets, which every Ukrainian officer, and politician, I've talked to, says, has changed the battleground, to some degree."], [0.0, "COOPER: Yes."], [-0.13333333333333333, "WATSON: Because it lets the Ukrainians strike Russian targets deep behind enemy lines."], [-0.135, "That said, there's also this ever-present fear, from these cruise missile strikes that can come anytime, anywhere, at cities, very far behind front lines-- COOPER: Yes."], [0.0, "WATSON: --and that kill civilians and kill children."], [0.0, "That's a threat that everybody is living with."], [0.0, "COOPER: Yes."], [-0.2, "WATSON: And yet, they're kind of determined, to go on with life, even with that terrible threat."], [0.0, "COOPER: Ivan Watson, in Odessa, thank you."], [0.0, "Appreciate it."], [-0.024999999999999994, "With me now, is CNN Military Analyst, and retired Army Lieutenant General, Mark Hertling."], [0.0, "I'm wondering, what your reaction is to where the war is, what we've just heard from Ivan."], [-1.0, "Or the fact that Russia would strike Odessa, just after signing an agreement, to allow grain, to leave Odessa, just seems insane."], [0.0, "LT. GEN. MARK HERTLING (RET."], [-0.1125, "), CNN MILITARY ANALYST, FORMER COMMANDING GENERAL, U.S. ARMY EUROPE & 7TH ARMY: It's in the criminal category, Anderson, is what I would say."], [0.0, "And what we've seen is repeated violations by Russia of various treaties."], [-0.03571428571428571, "Across the board, every single time, there is an attempt to bring some type of response, from the international community?"], [0.0, "Russia has spit in the face."], [0.0, "This time, it's of the U.N."], [-0.125, "So, it's just another indicator, Anderson that you just cannot trust Mr. Putin, and the way he is conducting foreign affairs, and the way he is executing this war."], [-0.3125, "COOPER: What do you see, on the ground, in terms of - I mean, the war is happening."], [0.0, "A lot of it is away from the cameras, because of the nature of where it is, the long-range artillery."], [0.0, "HERTLING: Yes."], [0.0, "My take, Anderson, is in the East, in the Donbas region."], [0.0, "You're talking about a slugfest that is going on, for the last three months."], [0.0, "Ukraine has not been defeated."], [0.0, "They have made some tactical advances."], [-0.15, "But frankly, they have been minor, not many miles of territory gain."], [0.0, "That's a critical Oblast."], [0.0, "It's not just the city of Kherson."], [0.0, "It is the entire province of Kherson."], [0.0, "But that area bumps up against Crimea."], [0.0, "And it also maintains the road network, to the north, east and west."], [0.0, "You're going to see a second front, and it's going to cause the Russians to be put on the horns of a dilemma, about the same time that there is an inflection point, in logistics."], [0.0, "COOPER: Yes."], [-0.21875, "I mean, the Head of Britain's Foreign Intelligence Service, told CNN, and The Aspen Security Forum that he thinks Russia could be, quote, \"About to run out of steam,\" in Ukraine."], [0.0, "That's what you're talking about, the logistic inflection point?"], [0.0, "[21:35:00] HERTLING: Yes."], [0.0, "And we've been talking about that, for a couple of weeks now."], [0.0, "COOPER: Yes."], [0.0, "HERTLING: It is that inflection point."], [0.0, "What is going to happen?"], [0.0, "Because this is a battle of logistics."], [0.0, "We have not seen Russia's forces."], [0.0, "We're seeing Ukraine improve, across the board, in that area."], [-0.1, "They're getting counter-artillery, counter-fire forces, to the front lines, destroying the logistics that Russia has put in place, in several of these depots."], [0.0, "You're talking about the destruction of a lot of Russian equipment."], [0.0, "COOPER: Yes."], [0.0, "Thank you."], [0.0, "Up next, we'll take a look at both sides, of the abortion battle, and what could come next."], [0.0, "This comes as Vice President Kamala Harris traveled to Indianapolis, to speak with state lawmakers, today, ahead of that session."], [0.0, "CNN's Alexandra Field has the story."], [0.0, "ALEXANDRA FIELD, CNN CORRESPONDENT (voice-over): Thousands of demonstrators swarming Indiana State Capitol, for the heated debate, over a bill to ban abortion, at any stage of pregnancy, with exceptions for some cases of rape, incest, and threats to the life of a mother."], [0.0, "UNIDENTIFIED FEMALE: Just judgment."], [0.0, "FIELD (voice-over): Fierce opposition, to the bill, coming now on both sides of the issue."], [0.0, "Our opposition, to this bill, is because, in its current state, it doesn't stack up to that mission."], [0.0, "FIELD (voice-over): Others, fighting to stop another state, from denying care to women."], [0.0, "DR. MARY OTT, PEDIATRICIAN OPPOSED TO INDIANA BILL: The proposed legislation politicizes what should be a private decision."], [0.0, "It leads the way for dozens of States, with plans to pass, similar bills."], [-0.2125, "At least 12 other states have already enacted bans, or attempted to, or severely restricted abortion procedures, by going to court, for a judge's order, or by using so-called trigger laws, which were designed, to take effect, in the event of a court reversal, on Roe."], [0.0, "(DEMONSTRATORS CHANT \"MY BODY!"], [0.0, "MY CHOICE!\")"], [-0.012499999999999997, "DR. TRACEY WILKINSON, ASSISTANT PROFESSOR OF PEDIATRICS, INDIANA UNIVERSITY SCHOOL OF MEDICINE: We're already seeing people, traveling from other States, coming into Indiana, for abortion care, as far away as Texas, but including States like Ohio and Kentucky."], [-0.037500000000000006, "FIELD (voice-over): Last month, a 10-year-old rape victim, traveled from Ohio, to Indianapolis, for an abortion, after her home state enacted a ban, around the sixth week of pregnancy."], [-0.55, "I feel anguished, desperate and angry.\""], [0.0, "FIELD (on camera): So this, for you, goes well beyond Indiana?"], [0.0, "But we are not going to be last."], [0.0, "(END VIDEOTAPE) COOPER: Alexandra Field joins me now, from Indianapolis."], [0.0, "I understand, there's a second bill, under consideration, to fund resources, for expectant mothers."], [0.0, "It specifically names foster and adoptive families."], [0.0, "I spoke to a physician, here, in Indiana."], [0.0, "She says that the funding, in the bill would be woefully inadequate, in terms of meeting the needs that this state would have."], [0.0, "But she says, they are not in any way related to, or a replacement, for critically needed health care."], [0.0, "Anderson?"], [0.0, "He came out in June 2021, with a video, on Instagram."], [0.0, "Take a look, part of it."], [0.0, "I'm Carl Nassib."], [0.0, "I'm at my house here in West Chester, Pennsylvania."], [0.0, "I've been meaning do this for a while now."], [0.0, "Carl Nassib is here with me now."], [0.0, "NASSIB: Yes, truly."], [0.0, "And how nervous were you?"], [0.0, "And I wanted to make it not just about me, and make the biggest impact, I possibly could, with a one- minute clip."], [0.0, "And I wanted to do it, surrounded by friends and family, in my hometown."], [0.0, "COOPER: --of, out there, for them."], [0.0, "NASSIB: Yes."], [0.0, "NASSIB: Yes."], [0.0, "COOPER: That was foremost in your mind?"], [0.0, "[21:50:00] NASSIB: It was, 100 percent."], [0.0, "And I think that we can continue this conversation."], [0.0, "COOPER: When you got to the team, when you got to the Raiders, when you were in the stadium, how was it?"], [-0.3125, "NASSIB: I mean, the Raiders stadium is always electric."], [0.0, "I've got nothing but support from my teammates, fans, coaches and everything, yes."], [0.0, "COOPER: There was a - your coach - the coach - I'm not a football-- NASSIB: There you go (ph) Jon Gruden."], [0.0, "COOPER: Yes, Gruden."], [0.0, "COOPER: --getting forward, and stuff."], [0.0, "Did you ever have any issues with him?"], [0.0, "COOPER: What happens now?"], [0.0, "Do you want to keep playing?"], [0.0, "NASSIB: Yes, I'm keeping all options open."], [0.0, "COOPER: Well that's the thing."], [0.0, "Because you and I've talked before."], [0.0, "NASSIB: Yes."], [0.0, "COOPER: And I'm amazed at how focused you are, on volunteering, on giving."], [0.0, "You gave $100,000 that was matched by the NFL to The Trevor Project-- NASSIB: Yes."], [0.0, "NASSIB: Yes."], [0.0, "COOPER: You also have an app that you have created."], [0.0, "NASSIB: I do, yes."], [0.0, "COOPER: What is it called?"], [0.0, "And what does it do?"], [0.0, "NASSIB: It's called Rayze, R-A-Y-Z-E."], [0.0, "So, I went, a month later, got Rayze trademarked."], [0.0, "NASSIB: Yes, thank you."], [-0.25, "A lot of people want to do something, but they're not sure how to go about it."], [0.0, "NASSIB: 100 percent."], [0.0, "And that's that - we take all that stress, and all that complication away."], [0.0, "Everything's about efficiency."], [0.0, "And that's what we do."], [0.0, "COOPER: --there's kids in need."], [0.0, "COOPER: But - whether I could put a name to it or not."], [0.0, "But you - you're pulled in a lot of directions."], [-0.3125, "I mean, you have a lot of stuff that you-- NASSIB: Yes."], [0.0, "COOPER: --think about for the future."], [0.0, "I just want it - it's been - I've been doing it since I was 8-years-old."], [0.0, "COOPER: And how do you - where do people go for Rayze?"], [0.0, "They just?"], [0.0, "NASSIB: Go on the App Store."], [0.0, "We're downloadable in the App Store."], [0.0, "You get on there."], [0.0, "You got a couple kids, don't have time to volunteer?"], [0.0, "We make it super-easy to-- COOPER: Are you talking to me?"], [0.0, "So, if you want to like - if you want to find multiple charities, multiple non-profits-- COOPER: Yes."], [0.0, "NASSIB: --to contribute to, you can do it all super-easy, in Rayze."], [0.0, "NASSIB: Yes."], [0.0, "NASSIB: Appreciate you."], [0.0, "The Apology took place in Canada at one such former school."], [0.0, "I spoke to some of the survivors, several months ago, for a report, I did, for \"60 Minutes.\""], [0.0, "The one woman, I spoke with, Leona Wolf, said she was 5-years-old, when she was taken, from her family, in 1960."], [0.0, "(BEGIN VIDEOTAPE) COOPER: Did you see the impact of this place on your mom?"], [0.0, "LEONA WOLF, CANADA RESIDENTIAL SCHOOL SURVIVOR: Yes."], [0.0, "COOPER: How?"], [-0.3125, "WOLF: Yes, by drinking a lot, being mean to me."], [0.0, "And it impact us, me and my brother, and my siblings."], [0.0, "COOPER: What was done to her, she passed on to you?"], [0.0, "WOLF: To me, yes."], [0.0, "COOPER: And what was done to you and others here?"], [0.0, "WOLF: Was passed on to my children."], [-0.7, "This is why sometimes I go into my rage of anger, and I cry, because it all, it was all done to us, all of us."], [0.0, "But it's going to stop now, you know?"], [0.0, "It is."], [0.0, "COOPER: You believe that?"], [0.0, "That's it for us."], [0.0, "The news continues."], [0.0, "Want to turn it over to Don, and \"DON LEMON TONIGHT.\""], [0.0, "Don?"]]}]}