{"title": "Anderson Cooper 360 Degrees", "date": "Aired July 22, 2022 - 20:00   ET", "polarity": 0.04076155296025002, "subjectivity": 0.40101401900668926, "percent_over_zero": 0.32057416267942584, "network": "https://transcripts.cnn.com/show/acd/date/2022-07-22/segment/01", "transcript": "[20:00:00] ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT: And that is what makes them so effective. So essentially, they were really ahead of the curve on what you hear so many Republicans talking about now. ERIN BURNETT, CNN HOST: Yes, well I mean, by a seat, you know something that should be discussed by everybody watching and is way too prevalent across this country. Ed Lavandera, thank you so much. And everybody, you don't want to miss Ed's special report: \"Deep in the Pockets of Texas.\" It is Sunday night at eight. Thanks so much for joining us. AC 360 starts now. [20:00:26] JOHN BERMAN, CNN HOST: From medieval to defenseless to guilty as charged. Steve Bannon is next stop for defying the house January 6 Committee could be Federal prison. John Berman here in for Anderson. Far from carrying out his pretrial threat to go medieval on the prosecution, Steve Bannon did not even put on a defense in his contempt of Congress trial, and it did not take long for a jury to convict the former President's one-time chief strategist and insurrection rabble rouser on both counts. Now, the man who could not stop talking about overturning the election to his listeners but refused to talk about his role when lawfully subpoenaed, he awaits sentencing. CNN's Katelyn Polantz was in the Courtroom and joins us now. Katelyn, walk us through what happened in Court today and how Bannon reacted when the verdict was read. KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER: Well, John, when Steve Bannon moved around the Courthouse today on the grounds in the Courtroom, he appeared to be very much himself. He was smiling throughout the day, right before the verdict came down, when the jury came back in, he was waiting on his phone what appeared to be looking at social media, thanking his lawyers, patting them on the back. But then when the jury came in to deliver their verdict, they came in about two and a half hours after they started. When they came in, Steve Bannon didn't show a lot of emotion. He smirked a little bit. He nodded as the Judge thanked the jury, but ultimately, he wasn't really that reactive in Court, and the jury had bought what the prosecution was arguing, that this was like a parking ticket that Steve Bannon needed to have paid when he got this subpoena from the House Committee. He got the subpoena, he should have turned over documents or showed up for testimony. He did not he did not have the proper excuses. That said, Steve Bannon then exited the Court and here's what he said on the steps of the Courthouse. (BEGIN VIDEO CLIP) STEVE BANNON, HOST, \"WAR ROOM\": We may have lost the battle here today, but we're not going to lose this war. In the closing argument, the prosecutor missed one very important phrase, right? I stand with Trump and the Constitution, and I will never back off that ever. (END VIDEO CLIP) POLANTZ: Now, those words that \"I stand with Donald Trump,\" those words that \"I stand with Donald Trump,\" that's actually a piece of evidence that came into this trial that the prosecution presented that he had been saying that when he was refusing to comply with this subpoena -- John. BERMAN: So what is the January 6 Committee now saying about this conviction? POLANTZ: Well, John, this really is a conviction that underlines the power of Congress, their ability to issue a subpoena, and that there will be consequences if someone does not respond to a subpoena. So the House Select Committees Chair and Vice Chair Bennie Thompson and Liz Cheney. They sent out a statement today, it said: \"The conviction of Steve Bannon is a victory for the rule of law and an important affirmation of the Select Committee's work, anyone who obstructs our investigation should face consequences. No one is above the law.\" But what they're saying there is about the consequences. It is not about the enforcement of the subpoena, and they are left with this conviction that is great news for them, but it doesn't mean that they're going to be getting information out of Steve Bannon now enforcing that subpoena, they will not and may not ever learn what Steve Bannon knew about the lead up to January 6th, and about his conversations with President Trump. BERMAN: Katelyn, what's the timeline for sentencing and how fast can an appeal be filed? POLANTZ: Right. Well, we don't have -- we don't have a long time ahead of us. Steve Bannon now is going to be -- his sentencing is set for October 21st, so that's about one year exactly from whenever he was supposed to sit for this testimony for Congress. His attorney did tell us that they are going to appeal. We are watching for that now. It hasn't been filed. But he's saying it is a bullet proof appeal. We're going to have to wait and see whether that is indeed the case. Other people have challenged this successfully decades ago in the McCarthy era, contempt of Congress cases. We just don't know what that will look like now as it progresses through the court with Steve Bannon -- John. BERMAN: Katelyn Polantz who was in the Courtroom, thank you so much for sharing your reporting. Perspective now from CNN senior investigative correspondent, Drew Griffin whose CNN's Special Report \"Steve Bannon: Divided We Fall\" airs right after us tonight. Also, CNN chief legal analyst and former federal prosecutor, Jeffrey Toobin. Jeffrey, what's your reaction to the verdict? Is this what you expected? JEFFREY TOOBIN, CNN CHIEF LEGAL ANALYST: Berman, this was not a cliffhanger. I mean, there's a reason why the government put on its case with just two witnesses and in about half a day, there was no issue here. I mean, he got a subpoena for testimony and documents. He didn't take the fifth, he didn't negotiate, he just didn't show up. [20:05:10] TOOBIN: And it is actually a very important case, because if somehow Bannon had won, people would have been free to just ignore congressional subpoenas, and this is a vindication, I think the Committee was right, of the rule of law. BERMAN: This matters for congressional committees now, and going forward, both Democratic led and Republican. TOOBIN: You couldn't have a system where people can just blow a subpoena. BERMAN: So Drew, you reported on Bannon extensively for your CNN Special Report. Well, what do you make of Bannon's comments outside of Court today and the fact that he was smirking as the guilty verdicts were read? DREW GRIFFIN, CNN SENIOR INVESTIGATIVE CORRESPONDENT: Well, I think two things were very telling. One, he stands for Trump and the Constitution, which after the January 6 Hearing of last night, we know are somewhat mutually exclusive. The other thing that he said was pertinent was, he may have lost his battle, but not the war, and I think when people are celebrating this conviction, you have to keep in mind Bannon is in this for the long game. He was in it before Trump, he will be in it after Trump. And I imagine he will use this conviction to make himself a martyr among his followers, to raise funds among his followers, and continue that long game, which is to battle the current progressive movement by injecting a kind of cancerous poison within the United States in trying to rat out this country from the inside out. So I do believe Bannon thinks he is in a war. I do believe this conviction was important for the January 6 Committee and for the rule of law, but again, I say don't celebrate too loudly because Bannon is in this for a very long, long viewpoint. BERMAN: You know, Jeffrey, Katelyn and Drew just referring to this right now, a victory for the January 6 Committee. How much of a victory is it if they don't get Bannon and in front of them, which they won't necessarily do? TOOBIN: They won't. I mean, it's a victory in terms of the principle, in terms of evidence gathering. It's not really a victory, because Bannon is going to continue to defy the Committee. He has now paid a price for it, but it is quite clear, he's not going to testify. And I think this just underlines how difficult the Committee's job has been, because he's not the only one who has defied the Committee and look how many months it took just to get to this state. I mean, at least nine months to get a conviction for a Committee that is running out of time, as I say the principle is important, but they're not going to get any evidence there. BERMAN: So you know, Drew, how do you think all this will be viewed within the Trump orb, because Steve Bannon, he didn't testify. He stood outside the Courthouse each day listing his political grievances, but it's a far cry from going medieval, which he said he would do. GRIFFIN: Right, or be able to get up on a witness stand and spew his wrath or to even just stand outside the Courtroom and try to defend Trump or put his arm around Trump. Two things I didn't see, I didn't see Bannon fighting back, you know, vehemently on the street. I didn't see any of Trump or Trump's people coming to his aid either. So, it was very telling to me the distance that still remains at least publicly between these two entities -- Trump World and Steve Bannon -- even though we do believe that there is some sort of level of communication or wink and nod communication, should Trump run again, I'm sure Bannon will be behind it. But it is telling to me that there is public distance between Trump and Bannon at this point. BERMAN: I mean, Jeffrey, what about the claim of a bulletproof appeal from Bannon's counsel who is basing that on the idea that Bannon was doing this or defy the subpoena on advice of counsel, and that wasn't allowed to be submitted? Is that something that can be appealed? TOOBIN: No, I don't think so. I think that, you know, it's just more bluster, more performance art from Bannon that has no -- it has no legal basis. You know, he was well-advised by counsel, and counsel can't tell you to break the law, and it is quite obvious that he broke the law. If he had simply taken the Fifth or even had his lawyer write a letter saying Bannon was going to take the Fifth, none of this would have happened because you're allowed to take the Fifth. He simply defied the Committee, and that's just not allowed. BERMAN: You know, Drew, it is minimum 30-day sentence for sentencing. Do you think he cares about serving 30 days in jail? GRIFFIN: Oh, I think 30 days in jail is 30 days in jail, no matter who you are. So, I do think he cares about that. I think he'll, you know, kick and scream his way trying to stay out of that. But yes, I mean, 30 days in the slammer. I mean, you can ask Jeffrey his 30 days in the slammer. TOOBIN: No one wants to go and it does -- and 30 days is the minimum. I mean, it could be up to two years. I don't think it's going to be two years, but you know, people don't like to go to prison. Actually, it would likely be jail for a sentence this long. BERMAN: Jeffrey Toobin, Drew Griffin, thanks to both of you and again you can catch Drew's special report, which is terrific. \"Steve Bannon: Divided we Fall\" immediately after AC 360, nine o'clock Eastern Time right here on CNN. [20:10:15] BERMAN: So next, new reporting on the missing Secret Service text messages from January 6. Also last night, Select Committee hearing including testimony that agents guarding Mike Pence were worried about a deadly confrontation with the mob. That and everything else much of it no less horrifying about what the former President was doing with the seat of democracy under attack. (COMMERCIAL BREAK) BERMAN: New developments tonight of the missing Secret Service text messages from January 6th reporting this shows just for openers that there were indeed more sent than just the one single exchange the agency gave the January 6 Committee. CNN's Whitney Wild joins us now and Whitney, what have you learned? WHITNEY WILD, CNN LAW ENFORCEMENT CORRESPONDENT: Well, John, two sources tell CNN that up to 24 Secret Service agents whose text messages were requested by the Inspector General last year, 10 had metadata to show that text messages were exchanged around the 5th and the 6th of January 2021, but the content was lost due to a data migration that started three weeks after January 6th. [20:15:14] WILD: Investigators at the Secret Service found that another 10 of those phones had no text messages at all, three of them had only personal text messages. And one John, as we've previously reported several times, one person did save a text message exchange. BERMAN: What are they doing to determine if the phones have relevant information? WILD: Well, according to a letter that they sent to the House Select Committee after the House Select Committee asked the Secret Service in a subpoena to produce these records to make a vigorous effort to try to find any text messages that might have been missing. They conducted a rigorous probe and again, according to that letter, that included forensic examinations, speaking with some of the identified individuals to try to figure out perhaps what the content of these text messages were, but also to try to figure out if it's possible that some of these text messages were stored in locations that hadn't already been searched by the Secret Service. However, John, those efforts have ground to a halt because as CNN first reported, Thursday, Wednesday night, the DHS Inspector General told the Secret Service to stop its investigation, because they are concerned, those efforts could interfere with an ongoing criminal probe by the Inspector General -- John. BERMAN: All right, Whitney Wild, thank you so much for that and these missing messages take on new urgency given what the Select Committee revealed last night about the danger to Mike Pence's detail from a mob the former President first incited with a speech then enraged with a tweet and sure, what they were up against was far worse than anyone could have possibly imagined until last night, because last night, for the first time, we heard Secret Service radio transmissions as agents tried to secure an escape route for the former Vice President, his family, and staff. (BEGIN AUDIO CLIP) UNKNOWN: Hold, they've entered the building. Hold. UNKNOWN: Harden that door up. UNKNOWN: If we're moving, we need to move now. UNKNOWN: Copy. UNKNOWN: If we lose any more time, we may have -- we may lose the ability to leave. So, if we're going to leave, we need to do it now. UNKNOWN: They've gained access to the second floor. And I've got public about five feet from me down here below. UNKNOWN: Okay, copy. They are on the second floor. Moving in now. We may want to consider getting out and leaving now. Copy? UNKNOWN: Will we encounter the people, once we make our way? UNKNOWN: Repeat? UNKNOWN: ...encounter any individuals if we made our way to the (bleep). UNKNOWN: There's six officers between us and the people that are five to 10 feet away from me. UNKNOWN: Stand by, I am going down to evaluate. UNKNOWN: Go ahead. UNKNOWN: We have a clear shot if we move quickly. We've got smoke downstairs. Standby. Unknown smoke downstairs. UNKNOWN: By the protestors? UNKNOWN: Is that route compromised? UNKNOWN: We have the (bleep) is secure. However, we will bypass some protestors that are being contained. There is smoke. Unknown, what kind of smoke it is. Copy? UNKNOWN: Clear. We're coming out now. All right, make a way. (END VIDEO CLIP) BERMAN: So did any of the deleted Secret Service text messages that day discuss any of this? We don't know. What we did learn from testimony last night though, was chilling. (BEGIN VIDEO CLIP) UNKNOWN: The members of the VP detail at this time were starting to fear for their own lives. There were a lot of -- there was a lot of yelling, a lot of very personal calls over the radio, so it was disturbing. I don't like talking about it, but there were calls to say goodbye to family members, so on and so forth. It was getting -- for whatever the reason was on the ground, the VP detail thought that this was about to get very ugly. UNKNOWN: And did you hear that over the radio? UNKNOWN: Correct. (END VIDEO CLIP) BERMAN: So we'll talk more about this shortly with a former Secret Service agent. The danger of course was amplified by the former President's tweet that Mike Pence didn't have the courage his words to help overturn the election. Here is former Deputy White House Press Secretary, Sarah Matthews, who resigned later that day. (BEGIN VIDEO CLIP) REP. ELAINE LURIA (D-VA): Miss Matthews, what was your reaction to the President's tweet about Vice President Pence? SARAH MATTHEWS, FORMER DEPUTY WHITE HOUSE PRESS SECRETARY: So it was obvious that the situation at the Capitol was violent and escalating quickly. And so, I thought that the tweet about the Vice President was the last thing that was needed in that moment. And I remember thinking that this was going to be bad for him to tweet this because it was essentially him giving the greenlight to these people telling them that what they were doing at the steps of the Capitol and entering the Capitol was okay, that they were justified in their anger. And he shouldn't have been doing that, he should have been telling these people to go home and to leave and to condemn the violence that we were seeing. (END VIDEO CLIP) [20:20:10] BERMAN: Which he, of course, did not. In fact, according to testimony last night for administration insiders for more than three hours, he did nothing at all to stop the assault. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE: So are you aware of any phone call by the President of the United States to the Secretary of Defense that day? PAT CIPOLLONE, FORMER WHITE HOUSE COUNSEL: Not that I am aware of, no. UNIDENTIFIED FEMALE: Are you aware of any phone call by the President of United States to the Attorney General of the United States that day? CIPOLLONE: No. UNIDENTIFIED FEMALE: Are you aware of any phone call by the President of the United States, the Secretary of Homeland Security that day? CIPOLLONE: I'm not aware of that, no. UNIDENTIFIED MALE: Did you ever hear the Vice President or excuse me, the President ask for the National Guard? LT. GEN. KEITH KELLOGG (RET), U.S. ARMY: No. UNIDENTIFIED FEMALE: Did you ever hear the President ask for law enforcement response? KELLOGG: No. (END VIDEO CLIP) BERMAN: Again, according to the testimony, all from insiders, former supporters, Republicans, other than his inflammatory tweet, he did nothing but watch as aides, advisers, family members, and besieged Republican lawmakers begged him to call off the mob. The Committee also showed testimony about his resistance to making the video telling them to go home, and his inability shown in outtakes from his taped message the next day to give up on his election lie. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE: Whenever you're ready, sir. DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES: I would like to begin by addressing the heinous attack yesterday. And to those who broke the law, you will pay. You do not represent our movement. You do not represent our country. And if you broke the law, -- I can't say that. I'm not going to -- I already said \"You will pay.\" The demonstrators who infiltrated the Capitol have defied the seat of -- It's defiled. Right? See, I can't see it very well. Okay, I'll do this. I'm going to do this. Let's go. But this election is now over. Congress has certified the results. I don't want to say the election is over. I just want to say Congress has certified the results without saying the election is over, okay. (END VIDEO CLIP) BERMAN: A position he maintains to this day. The Committee also presented video evidence to Republican Senator Josh Hawley's eagerness to egg on protesters that day, with his now famous clenched fists which reportedly riled up the mob, later showing his eagerness to get the hell out of dodge as fast as he could scamper and flee the very people he was once happy to incite. The video played to laughter in the gallery, but there was little comic relief, after all we heard last night in the other installments and what we could learn when the hearings begin again in September. With us now, CNN senior law enforcement analyst and former FBI Deputy Director Andrew McCabe, also CNN contributor former Watergate hearing witness and Nixon White House Counsel, John Dean, and CNN's Abby Phillip, anchor of CNN \"Inside Politics Sunday.\" Andy, I want to start with you. We heard from former White House staffers that as the Capitol is being attacked, the former President didn't call the National Guard, didn't call the Secretary of Defense, didn't call the FBI, didn't call the Department of Homeland Security, and didn't call the Capitol Police. Does that make the case to you, as the Committee laid out that he deliberately chose not to act? ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST: It's really, really important, John. I can't overstress this. Like I think that presentation they put on last night is really the keystone to connecting this story they have laid out over the course of the hearings. So we've heard right through all the previous hearings, all the attempts that the President made, the President and his people made to obstruct the certification of the election, to overturn the results of the election, to get in the way of this day of certification, and having failed in every other respect, from his lawsuits to the request to cease voting machines to pressure on DOJ, pressure on State officials, everything else they've done. He knew on that night of December 19th when he sent that infamous text, it was in his hands. The only thing he had left to do was to summon a mob to come to DC on the 6th to try to physically stop them from certifying the results. So seeing -- hearing this testimony last night and realizing that the President sat there and did absolutely nothing while the attack was going on, it really shed a light on really two things. Number one, he did nothing because that's what he wanted to happen. He called those people to DC for that purpose. They were executing his plan, his idea, so why would he stop it? And secondly, it was absolutely an affirmative of choice. It wasn't just laziness or a lack of attention or not a failure to understand what the Constitution required him to do in that crucial moment. [20:25:10] MCCABE: It was a decision to let a violent mob continue to attack the Capitol on the off chance that it might satisfy his desire to stay in power. BERMAN: So John Dean, does that strengthen a potential criminal case against the former President and perhaps increase the likelihood that the Justice Department will go in that direction? JOHN DEAN, CNN CONTRIBUTOR: It depends upon the case they seek to make. The case, I think they should make is seditious conspiracy. The case, I think they have made and it is pretty clear, and this added to it is conspiracy to defraud the United States 18 USC 371, which happens to be the statute that got most of the people in Watergate, including a draft indictment against Nixon. So they've made that case, they've also made obstruction of Congress. I think they have a case, but I don't think they have the right case yet, which, as I say, is seditious conspiracy, which is a very serious crime, but this was a very serious event. BERMAN: Abby, I want to play again, the outtake from the former President, what he said on January 7th. Listen. (BEGIN VIDEO CLIP) TRUMP: But this election is now over. Congress has certified the results. I don't want to say the election is over. I just want to say Congress has certified the results without saying the election is over, okay? UNIDENTIFIED FEMALE: But Congress has certified -- now, Congress -- TRUMP: Yes, right. UNIDENTIFIED FEMALE: Now, Congress -- TRUMP: I didn't say over. So let me see. Go to the paragraph before. (END VIDEO CLIP) BERMAN: You know, Abby, what's the impact of him not wanting to say the election was over on January 7th, when we know in the last few weeks, he is still calling officials asking them to overturn election results in places. ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT: Yes, I mean, I think that that's exactly the point is that, his position on this on January 7th is basically what it is today, despite the mountain of evidence that has come out proving that all of his claims are essentially false. That is, you know, Trump in a nutshell, he never wants to concede, and will say false things over and over again, despite all evidence to the contrary, in some ways to reinforce that he -- just his own belief in his mind is sufficient. That's obviously not going to cut it for the January 6 Committee, but I think the question is, at what point do Republicans see all of this evidence and say, \"Enough is enough?\" I mean, I remember watching that video when they actually released it and there were all kinds of cuts that were made to the video because it took so long to get him just to put out this milquetoast, you know, statement, more than 24 hours after a really horrific tragedy had unfolded in the Capitol. It says everything that you need to know about how reluctant Trump was even then to acknowledge what happened and his role in that. BERMAN: You know, our White House team reported, it took an hour to make this three-minute video. But even when we screw up on TV, that's not good timing, an hour to make three minutes. Not good. PHILLIP: Exactly. BERMAN: Andy, the Secret Service text messages, the 10 Secret Service personnel that had phones that contain metadata, but not the actual text messages, what does that tell you? Will we ever see that? And just the significance of the fact that there's now apparently a criminal investigation of sorts into this? MCCABE: Well, I mean, the criminal investigation is very serious and it is going to have the effect unfortunately, of further confusing this issue, because you now you have the original OIG investigation that was looking at the Secret Service over their performance on January 6th, you have the January 6 Committee that was asking for the same information for their purposes and now you have this criminal investigation. So very confusing lay down there. But, you know, let's go back to the comments that the Secret Service made last week when this controversy really came to light. What they said was in no uncertain terms, they said no text messages were lost, and that seemed preposterous at the time, and now we know, of course, that was false. We have 10 phones on which the metadata proves there were text messages, and the content is gone. And so we have no idea what those messages are. This is just a confounding level of -- in the least case, organizational irresponsibility. The Secret Service is an agency of Federal law enforcement officials. First and foremost, their obligation is to the rule of law. They have responsibilities to preserve their records. Those records could be relevant in criminal prosecutions of all different sorts. Those records have to be turned over in discovery of criminal defendants, and now we know that own systems and processes aren't sufficient to even meet those sorts of responsibilities. [20:30:12] And of course, they should go to whatever lengths are necessary to try to recover the messages that we now know we currently can't, can't grab. BERMAN: Vice Chair Liz Cheney, Abby, very prominent last night. She's got a primary a tough primary. Were right now it looks like it may be hard for her to win in August. What do you think, is next for her if she loses? ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT: Liz Cheney has been really clear, she's making a case against Donald Trump. This is about preventing Trump himself from ever being in that White House again. And so, she has basically put her own political career, at least in Wyoming on the line for that. The question now is where does she take it beyond Wyoming? How far does she take it? And I think that there are a lot of possibilities here. There is a desire in some corners of the Republican Party to find an escape hatch from Trump. Liz Cheney is helping them find that escape hatch, and what role she will play then in this, you know, new era if there is one is I think hers to decide. I mean, she is the most prominent Republican doing this kind of thing. No other Republican of her stature is doing what she's doing. And I think for that reason alone, you know, it just means that I think her stature in whatever post Trump future there is for that party is going to be hers to decide she's going to be writing the playbook for that. BERMAN: Abby Phillip, John Dean, Andrew McCabe, thank you all so much on this Friday night. Next, a former secret service agents take on how much closer Mike Pence is detail came than we knew just a day ago to what could have been a kill or be killed moment at the Capitol. (COMMERCIAL BREAK) [20:36:41] BERMAN: Before the break, you heard some of the testimony played last night from a national security official identity concealed about radio transmission from Mike Pence a security detail. This is another portion of it no less disturbing to the first. (BEGIN AUDIO CLIP) UNIDENTIFIED MALE: It was just chaos, they were just yelling. UNIDENTIFIED FEMALE: Obviously, you've conveyed that's disturbing. But what, what prompted you to put it into an entry as it states there, Service at the Capitol --  UNIDENTIFIED MALE: If they're running out of options and they're getting nervous. It sounds like that we came very close to either Service having to use lethal options or worse. At that point I don't know. Is the VP compromised? Is the detail -- like I don't know, like, we didn't have visibility but it doesn't -- if they're screaming and saying things like say goodbye to the family, like, the floor needs to know this is going to a whole another level soon. (END AUDIO CLIP) BERMAN: Thankfully, it did not but only we now know by the slimmest of margins. Here to talk about it a former secret service agent, CNN law enforcement analyst Jonathan Wackrow. Jonathan, great to see you. A whole another level here when you hear that testimony, just how close the Vice President was to that danger on January 6, and their agents, you heard them doing their best to avoid a bad outcome. In your experience, what would they have been navigating in those moments? JONATHAN WACKROW, CNN LAW ENFORCEMENT ANALYST: Well, John, good evening. I just want to say one thing through this radio transmission in the corresponding video, the public is really getting a first hand account have really never seen before actions of the Secret Service during a dynamic moment, and I think when I heard the transmissions last night, and I listened to them time and time again, to me, the communication was really clear and concise, right? There's no doubt that this was a tense situation. But this is what the Secret Service actually trains for. And, you know, they rose to the moment in a rapidly deteriorating operating environment, they actually provided clear and concise information, they communicated with each other, and did exactly what they're supposed to do in their moment. Their training, their tactics, and their experience took over to protect not only the Vice President, but the Vice President's staff and the Vice President's family who were all there at the moment. So, I actually want to push back on the anonymous source last night, you know, I didn't see a level of panic. What I saw was agents actually systematically doing their job like I have trained for, like they have trained for. And, you know, this is the moment that all of that training comes to fruition in you engage the exact same way that they did. BERMAN: I can't remember ever hearing transmissions like that, about an event that we all saw. It's just not something that ends up in the public record like that. You mentioned, this anonymous White House security official was how the committee identified that person who said in that testimony, the agents were starting to, quote, fear for their own lives, and they were making calls to say goodbye to family members. How did that strike you? WACKROW: I, quite frankly, John, just speaking candidly, I find it nonsensical. That is not the way the Secret Service trains. When you're -- to the point where you're assigned to the Vice President's detail or the President's detail, you are trained to operate under immense pressure, you're saying that you are going to take pause and, you know, call your family that's different -- that's definitely not what the ethos of the Secret Service's their mission driven, every single woman demand officer and agent is focused on the protection of that individual, in this case, the Vice President. Again, I don't know who the source was, I'm sure it was somebody who was in the White House Situation Room who was listening to radio transmissions without context. What I saw and what I heard were things that we have trained on time and time again, with Secret Service agents trained for our three big things, tactical, medical and relocation situations. And in this case, we actually got two of them. We got the tactical and the relocation. One, the operating environment was deteriorating. So the security plan for that had to quickly be enacted. Now, that environment was destabilizing very quickly. We have to relocate the protectee. All of this stuff isn't ad hoc. This stuff is planned. It's trained on time and time again and that's why those women and men were on that detail on the day because they are the best at what they do. [20:40:07] BERMAN: Jonathan Wackrow, thank you for understanding this because again, it's just not something that we've had an opportunity to hear not anything like it before. Appreciate it. WACKROW: Great. Thanks. BERMAN: Coming up, how President Biden is responding to his COVID treatment and the prognosis his doctor gave for him today. We'll have a live report from the White House, next. (COMMERCIAL BREAK) BERMAN: More than a day since the White House announced President Biden has COVID, his doctor says the President's symptoms, quote, have improved. The comments came in a letter released to the public. The President is isolating but still meeting virtually with staff. At the end of one meeting with his economic team today, reporters asked the president how he was doing. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE: Sir, how do you feel? Are you feeling better? UNIDENTIFIED MALE: Thank you guys. (END VIDEO CLIP) BERMAN: So thumbs up, according to the President. I'm joined by CNN White House correspondent MJ Lee. MJ, what's the latest tonight on how the President is doing? MJ LEE, CNN WHITE HOUSE CORRESPONDENT: Well. John, the White House is essentially saying that the President continues to feel fine that his symptoms remain mild. That is according to both the letter from his doctor that you mentioned and also the briefing that we got today for the second day in a row from both the White House press secretary and the White House COVID coordinator. According to this letter, that was released earlier today from his doctor at the highest point his temperature yesterday was 99.4 degrees that's not even a fever he did take Tylenol and his temperature remained in the normal range. We know that he is still feeling some fatigue, he still has a runny nose. His cough, which was dry yesterday, is now a loose cough. That's pretty typical in the course of these things. His voice sounds a little deeper. And I think we actually saw that in the video that you showed before, when we heard a little bit of the President, actually speaking as he met with some of his aides, virtually, of course. [20:45:34] Now, one notable thing that we learned today is that he has been using his inhaler a couple of times, according to Dr. Jha, who briefed reporters, since he tested positive for COVID. You might know that the President did have asthma as a child. Dr. Jha was emphatic that this isn't something that he actually uses with any regularity. The last time that he used it was actually last fall when he had a cold. So again, the big picture message from the White House today is that the President continues to feel fine, and the symptoms are really manageable and mild. BERMAN: So MJ, we have heard from Dr. Jha, who's the White House COVID coordinator, and we have had regular updates from them. But we haven't heard directly from the President's physician. He hasn't spoken to the press. Why? What's the White House saying about that? LEE: That's right. You're talking about Dr. Kevin O'Connor. This is the President's physician who has been monitoring the President including in person, and virtually as well. But you're right. But the person that has been briefing reporters, the last few days has been Dr. Jha, though it's important to note that he has been in contact with the President as well. Now, what they are essentially saying is that they think that they are giving all the information that is necessary to the press, particularly given that his symptoms, according to the White House remain mild. But I do think that we saw at the White House press briefing today, there were some questions that probably could have been better answered by Dr. O'Connor. Things like his vitals, details about his oxygen levels. That's not information that the White House has provided. And also just the question of so why was it that President Biden felt like he needed to use his inhaler? So again, these are more details that you would presume the White House president's physician rather could answer better than Dr. Jha, but for the time being, they said that they have no plans for him to directly address reporters. BERMAN: MJ Lee, appreciate the update, keep us posted. Still to come, the Vice President and the former president holding -- the former vice president I should say, and the former president holding dueling events in Arizona today, just one day after millions witnessed the evidence presented by the January 6 committee showing just how each man reacted or didn't when the nation was under attack. We have a live report from Arizona, next. (COMMERCIAL BREAK) [20:51:56] BERMAN: A full on proxy war between the former president and his vice president was on display today with both men holding dueling events in the key swing state of Arizona. The split between the two former running mates also on display during last night's hearing over the 2020 election and it all has implications for 2024 as well. Kristen Holmes has the details. (BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT (voice-over): A duel in the desert as Donald Trump and Mike Pence square off once again. DONALD TRUMP (R) FMR PRESIDENT OF UNITED STATES: I just wanted to tell you that you have a great, great fighter. MIKE PENCE (R) FMR VICE PRESIDENT OF UNITED STATES: I'm here because Arizona and America need Karrin Taylor Robson as the next governor of Arizona. HOLMES (voice-over): This time in a GOP primary for Arizona governor that's become a test of the former president's election lies versus Republicans calling to move on from 2020. Trump rallying with his endorsed candidate Kari Lake, Friday. TRUMP: Kari Lake, I tell you she is incredible. HOLMES (voice-over): A former local TV news anchor who builds a campaign around conspiracy theories and denials that Joe Biden won the 2020 election. UNIDENTIFIED MALE: You've called Joe Biden an illegitimate president. Was that mean? KARI LAKE (R-AZ) GOVERNOR CANDIDATE: He lost the election and he shouldn't be in the White House. We had a corrupt election. I'd actually like to ask everybody on the stage if they would agree we had a corrupt stolen election. Raise your hand. Did we have -- did we have this --  UNIDENTIFIED FEMALE: I would like to. I'm not going to play your --  UNIDENTIFIED MALE: I've got questions. UNIDENTIFIED FEMALE: -- your stunt. HOLMES (voice-over): Rankling some state Republicans. GOV. DOUG DUCEY (R-AZ): Kari Lake's misleading voters with no evidence. I also think this election should be about the future. I don't think we should think for one more moment about 2020 --  HOLMES (voice-over): Including term limited Governor Doug Ducey who's once friendly relationship with the former President has long since soured over Ducey's refusal to overturn Arizona's 2020 election results. TRUMP: And I know Kari is going to be involved, what an improvement. Quite an improvement she's going to be over your current governor. He's a disaster. HOLMES (voice-over): Ducey joined the former vice president crisscrossing the state Friday in support of Karrin Taylor Robson, former member of the Arizona Board Of Regents. KARRIN TAYLOR ROBSON (R-AZ) GOVERNOR CANDIDATE: Kari Lake discovered God guns in the GOP about five minutes before she decided to run for governor. Arizona cannot, cannot allow a fraud in the governor's office. HOLMES (voice-over): Some Arizona voters tell CNN they aren't ready to move on from the 2020 election, or Pence's role. DEBBIE KELLY, ARIZONA VOTER: He chickened out on the country is what I believe. HOLMES (voice-over): While others hope to put it in the past. JESS YESCALIS, ARIZONA VOTER: It impacted me in 2020, but we're in 2022. And we've got to look to the future, not the past. HOLMES (voice-over): This is the second gubernatorial primary in which Pence and Trump have been at odds. The first time was in Georgia, When Pence back Brian Kemp defeated Trump endorsed David Perdue. PENCE: When you say yes to Governor Brian Kemp tomorrow, you will send a deafening message all across America that the Republican Party is the party of the future. HOLMES (voice-over): As Pence and Trump appear on a collision course in 2024. (END VIDEOTAPE) [20:55:01] BERMAN: All right, Kristen Holmes joins us now live from Prescott Valley, Arizona. So Kristen, early voting has begun there. How were the candidates looking who were actually on the ballot in that state? HOLMES: Well, right now Trump endorsed Kari Lake is considered the front runner, but in recent weeks, we have seen Robson really starting to close that gap. Now earlier today at that Pence-Robson event, we spoke to a number of undecided voters. And it was interesting, John, several of them told us that they were planning their final decision around where these candidates actually stood on the 2020 election, one woman telling you that she was there to hear more from Robson because she was concerned that Robeson didn't care enough about what happened in 2020, another man telling me that he was leaning towards Robson over Lake because he was tired of talking about that 2020 election. So you can see here how deep the divide is within the Republican Party, particularly here in Arizona, John. BERMAN: Right, Kristen Holmes, thank you very much. Next, just in, Uvalde's district attorney makes a bold statement about possibly indicting police officers in connection with the Robb Elementary tragedy. (COMMERCIAL BREAK) BERMAN: This just in the Uvalde district attorney has just told CNN that once she receives the Texas Rangers investigation into the slow response to the Robb Elementary School shooting, she would not hesitate to indict anyone including police officers, if the law allowed it and it is appropriate. [21:00:00] Meanwhile, we have all the school board has canceled tomorrow's meeting to consider whether to fire School District Police Chief Pete Arredondo, the district superintendent says they are doing so in part at the request of his attorney. They will meet at a later date with Arredondo still on unpaid administrative leave. The CNN Special Report \"STEVE BANNON, DIVIDED WE FALL,\" starts right now. ", "sentence_breakdown": [{"positive_polarities": [[0.6, "[20:00:00] ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT: And that is what makes them so effective."], [0.2333333333333333, "So essentially, they were really ahead of the curve on what you hear so many Republicans talking about now."], [0.2, "Ed Lavandera, thank you so much."], [0.17857142857142858, "And everybody, you don't want to miss Ed's special report: \"Deep in the Pockets of Texas.\""], [0.2, "Thanks so much for joining us."], [0.0125, "Far from carrying out his pretrial threat to go medieval on the prosecution, Steve Bannon did not even put on a defense in his contempt of Congress trial, and it did not take long for a jury to convict the former President's one-time chief strategist and insurrection rabble rouser on both counts."], [0.26, "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER: Well, John, when Steve Bannon moved around the Courthouse today on the grounds in the Courtroom, he appeared to be very much himself."], [0.032698412698412685, "He was smiling throughout the day, right before the verdict came down, when the jury came back in, he was waiting on his phone what appeared to be looking at social media, thanking his lawyers, patting them on the back."], [0.1, "He nodded as the Judge thanked the jury, but ultimately, he wasn't really that reactive in Court, and the jury had bought what the prosecution was arguing, that this was like a parking ticket that Steve Bannon needed to have paid when he got this subpoena from the House Committee."], [0.40285714285714286, "In the closing argument, the prosecutor missed one very important phrase, right?"], [0.2, "POLANTZ: Well, John, this really is a conviction that underlines the power of Congress, their ability to issue a subpoena, and that there will be consequences if someone does not respond to a subpoena."], [0.4, "They sent out a statement today, it said: \"The conviction of Steve Bannon is a victory for the rule of law and an important affirmation of the Select Committee's work, anyone who obstructs our investigation should face consequences."], [0.1625, "It is not about the enforcement of the subpoena, and they are left with this conviction that is great news for them, but it doesn't mean that they're going to be getting information out of Steve Bannon now enforcing that subpoena, they will not and may not ever learn what Steve Bannon knew about the lead up to January 6th, and about his conversations with President Trump."], [0.2, "BERMAN: Katelyn, what's the timeline for sentencing and how fast can an appeal be filed?"], [0.2857142857142857, "POLANTZ: Right."], [0.125, "Steve Bannon now is going to be -- his sentencing is set for October 21st, so that's about one year exactly from whenever he was supposed to sit for this testimony for Congress."], [0.3125, "Other people have challenged this successfully decades ago in the McCarthy era, contempt of Congress cases."], [0.2, "BERMAN: Katelyn Polantz who was in the Courtroom, thank you so much for sharing your reporting."], [0.3214285714285714, "Perspective now from CNN senior investigative correspondent, Drew Griffin whose CNN's Special Report \"Steve Bannon: Divided We Fall\" airs right after us tonight."], [0.1, "Also, CNN chief legal analyst and former federal prosecutor, Jeffrey Toobin."], [0.2, "JEFFREY TOOBIN, CNN CHIEF LEGAL ANALYST: Berman, this was not a cliffhanger."], [0.40190476190476193, "[20:05:10] TOOBIN: And it is actually a very important case, because if somehow Bannon had won, people would have been free to just ignore congressional subpoenas, and this is a vindication, I think the Committee was right, of the rule of law."], [0.17857142857142858, "BERMAN: So Drew, you reported on Bannon extensively for your CNN Special Report."], [0.2, "DREW GRIFFIN, CNN SENIOR INVESTIGATIVE CORRESPONDENT: Well, I think two things were very telling."], [0.03749999999999999, "And I imagine he will use this conviction to make himself a martyr among his followers, to raise funds among his followers, and continue that long game, which is to battle the current progressive movement by injecting a kind of cancerous poison within the United States in trying to rat out this country from the inside out."], [0.09625, "I do believe this conviction was important for the January 6 Committee and for the rule of law, but again, I say don't celebrate too loudly because Bannon is in this for a very long, long viewpoint."], [0.2857142857142857, "BERMAN: You know, Jeffrey, Katelyn and Drew just referring to this right now, a victory for the January 6 Committee."], [0.1, "How much of a victory is it if they don't get Bannon and in front of them, which they won't necessarily do?"], [0.10000000000000002, "He has now paid a price for it, but it is quite clear, he's not going to testify."], [0.025, "He stood outside the Courthouse each day listing his political grievances, but it's a far cry from going medieval, which he said he would do."], [0.2619047619047619, "GRIFFIN: Right, or be able to get up on a witness stand and spew his wrath or to even just stand outside the Courtroom and try to defend Trump or put his arm around Trump."], [0.3, "I think that, you know, it's just more bluster, more performance art from Bannon that has no -- it has no legal basis."], [0.30000000000000004, "You know, he was well-advised by counsel, and counsel can't tell you to break the law, and it is quite obvious that he broke the law."], [0.2, "TOOBIN: No one wants to go and it does -- and 30 days is the minimum."], [0.18571428571428572, "BERMAN: Jeffrey Toobin, Drew Griffin, thanks to both of you and again you can catch Drew's special report, which is terrific."], [0.2857142857142857, "\"Steve Bannon: Divided we Fall\" immediately after AC 360, nine o'clock Eastern Time right here on CNN."], [0.1, "CNN's Whitney Wild joins us now and Whitney, what have you learned?"], [0.4, "BERMAN: What are they doing to determine if the phones have relevant information?"], [0.0678932178932179, "BERMAN: All right, Whitney Wild, thank you so much for that and these missing messages take on new urgency given what the Select Committee revealed last night about the danger to Mike Pence's detail from a mob the former President first incited with a speech then enraged with a tweet and sure, what they were up against was far worse than anyone could have possibly imagined until last night, because last night, for the first time, we heard Secret Service radio transmissions as agents tried to secure an escape route for the former Vice President, his family, and staff."], [0.2, "UNKNOWN: If we lose any more time, we may have -- we may lose the ability to leave."], [0.2, "UNKNOWN: Okay, copy."], [0.1111111111111111, "UNKNOWN: We have a clear shot if we move quickly."], [0.15000000000000002, "UNKNOWN: We have the (bleep) is secure."], [0.25, "Unknown, what kind of smoke it is."], [6.938893903907228e-18, "UNKNOWN: Clear."], [0.2857142857142857, "All right, make a way."], [0.16666666666666666, "(BEGIN VIDEO CLIP) UNKNOWN: The members of the VP detail at this time were starting to fear for their own lives."], [0.024999999999999994, "(END VIDEO CLIP) BERMAN: So we'll talk more about this shortly with a former Secret Service agent."], [0.25, "In fact, according to testimony last night for administration insiders for more than three hours, he did nothing at all to stop the assault."], [0.125, "(BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE: So are you aware of any phone call by the President of the United States to the Secretary of Defense that day?"], [0.08333333333333333, "PAT CIPOLLONE, FORMER WHITE HOUSE COUNSEL: Not that I am aware of, no."], [0.10000000000000002, "UNIDENTIFIED FEMALE: Are you aware of any phone call by the President of United States to the Attorney General of the United States that day?"], [0.125, "UNIDENTIFIED FEMALE: Are you aware of any phone call by the President of the United States, the Secretary of Homeland Security that day?"], [0.1, "(BEGIN VIDEO CLIP) UNIDENTIFIED MALE: Whenever you're ready, sir."], [0.2857142857142857, "Right?"], [0.2, "See, I can't see it very well."], [0.5, "Okay, I'll do this."], [0.5, "I just want to say Congress has certified the results without saying the election is over, okay."], [0.33999999999999997, "The Committee also presented video evidence to Republican Senator Josh Hawley's eagerness to egg on protesters that day, with his now famous clenched fists which reportedly riled up the mob, later showing his eagerness to get the hell out of dodge as fast as he could scamper and flee the very people he was once happy to incite."], [0.4, "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST: It's really, really important, John."], [0.1, "Like I think that presentation they put on last night is really the keystone to connecting this story they have laid out over the course of the hearings."], [0.2, "So seeing -- hearing this testimony last night and realizing that the President sat there and did absolutely nothing while the attack was going on, it really shed a light on really two things."], [0.3, "And secondly, it was absolutely an affirmative of choice."], [0.07916666666666668, "It wasn't just laziness or a lack of attention or not a failure to understand what the Constitution required him to do in that crucial moment."], [0.2833333333333334, "The case, I think they have made and it is pretty clear, and this added to it is conspiracy to defraud the United States 18 USC 371, which happens to be the statute that got most of the people in Watergate, including a draft indictment against Nixon."], [0.5, "I just want to say Congress has certified the results without saying the election is over, okay?"], [0.14285714285714285, "UNIDENTIFIED FEMALE: But Congress has certified -- now, Congress -- TRUMP: Yes, right."], [0.03333333333333329, "That is, you know, Trump in a nutshell, he never wants to concede, and will say false things over and over again, despite all evidence to the contrary, in some ways to reinforce that he -- just his own belief in his mind is sufficient."], [0.25, "PHILLIP: Exactly."], [0.04, "But, you know, let's go back to the comments that the Secret Service made last week when this controversy really came to light."], [0.3, "We have 10 phones on which the metadata proves there were text messages, and the content is gone."], [0.25, "First and foremost, their obligation is to the rule of law."], [0.09999999999999998, "Those records have to be turned over in discovery of criminal defendants, and now we know that own systems and processes aren't sufficient to even meet those sorts of responsibilities."], [0.325, "BERMAN: Vice Chair Liz Cheney, Abby, very prominent last night."], [0.13703703703703704, "She's got a primary a tough primary."], [0.2646825396825397, "Were right now it looks like it may be hard for her to win in August."], [0.05000000000000001, "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT: Liz Cheney has been really clear, she's making a case against Donald Trump."], [0.09999999999999999, "And so, she has basically put her own political career, at least in Wyoming on the line for that."], [0.1, "How far does she take it?"], [0.13636363636363635, "Liz Cheney is helping them find that escape hatch, and what role she will play then in this, you know, new era if there is one is I think hers to decide."], [0.321875, "I mean, she is the most prominent Republican doing this kind of thing."], [0.0625, "No other Republican of her stature is doing what she's doing."], [0.2, "BERMAN: Abby Phillip, John Dean, Andrew McCabe, thank you all so much on this Friday night."], [0.2, "Is the detail -- like I don't know, like, we didn't have visibility but it doesn't -- if they're screaming and saying things like say goodbye to the family, like, the floor needs to know this is going to a whole another level soon."], [0.8, "Jonathan, great to see you."], [0.1666666666666667, "A whole another level here when you hear that testimony, just how close the Vice President was to that danger on January 6, and their agents, you heard them doing their best to avoid a bad outcome."], [0.7, "JONATHAN WACKROW, CNN LAW ENFORCEMENT ANALYST: Well, John, good evening."], [0.043571428571428567, "I just want to say one thing through this radio transmission in the corresponding video, the public is really getting a first hand account have really never seen before actions of the Secret Service during a dynamic moment, and I think when I heard the transmissions last night, and I listened to them time and time again, to me, the communication was really clear and concise, right?"], [0.15416666666666665, "And, you know, they rose to the moment in a rapidly deteriorating operating environment, they actually provided clear and concise information, they communicated with each other, and did exactly what they're supposed to do in their moment."], [0.125, "And, you know, this is the moment that all of that training comes to fruition in you engage the exact same way that they did."], [0.19999999999999998, "You mentioned, this anonymous White House security official was how the committee identified that person who said in that testimony, the agents were starting to, quote, fear for their own lives, and they were making calls to say goodbye to family members."], [0.6, "WACKROW: I, quite frankly, John, just speaking candidly, I find it nonsensical."], [0.25, "Again, I don't know who the source was, I'm sure it was somebody who was in the White House Situation Room who was listening to radio transmissions without context."], [0.3333333333333333, "So the security plan for that had to quickly be enacted."], [0.43333333333333335, "Now, that environment was destabilizing very quickly."], [1.0, "It's trained on time and time again and that's why those women and men were on that detail on the day because they are the best at what they do."], [0.8, "WACKROW: Great."], [0.2, "Thanks."], [0.04545454545454545, "We'll have a live report from the White House, next."], [0.16666666666666666, "(COMMERCIAL BREAK) BERMAN: More than a day since the White House announced President Biden has COVID, his doctor says the President's symptoms, quote, have improved."], [0.2, "At the end of one meeting with his economic team today, reporters asked the president how he was doing."], [0.5, "Are you feeling better?"], [0.5, "MJ, what's the latest tonight on how the President is doing?"], [0.1875, "John, the White House is essentially saying that the President continues to feel fine that his symptoms remain mild."], [0.075, "According to this letter, that was released earlier today from his doctor at the highest point his temperature yesterday was 99.4 degrees that's not even a fever he did take Tylenol and his temperature remained in the normal range."], [0.04166666666666667, "That's pretty typical in the course of these things."], [0.36363636363636365, "[20:45:34] Now, one notable thing that we learned today is that he has been using his inhaler a couple of times, according to Dr. Jha, who briefed reporters, since he tested positive for COVID."], [0.19, "So again, the big picture message from the White House today is that the President continues to feel fine, and the symptoms are really manageable and mild."], [0.1, "But we haven't heard directly from the President's physician."], [0.2857142857142857, "LEE: That's right."], [0.2857142857142857, "But you're right."], [0.06666666666666667, "But the person that has been briefing reporters, the last few days has been Dr. Jha, though it's important to note that he has been in contact with the President as well."], [0.1, "Now, what they are essentially saying is that they think that they are giving all the information that is necessary to the press, particularly given that his symptoms, according to the White House remain mild."], [0.25, "But I do think that we saw at the White House press briefing today, there were some questions that probably could have been better answered by Dr. O'Connor."], [0.275, "So again, these are more details that you would presume the White House president's physician rather could answer better than Dr. Jha, but for the time being, they said that they have no plans for him to directly address reporters."], [0.06818181818181818, "We have a live report from Arizona, next."], [0.0875, "(COMMERCIAL BREAK) [20:51:56] BERMAN: A full on proxy war between the former president and his vice president was on display today with both men holding dueling events in the key swing state of Arizona."], [0.8, "DONALD TRUMP (R) FMR PRESIDENT OF UNITED STATES: I just wanted to tell you that you have a great, great fighter."], [0.2, "HOLMES (voice-over): This time in a GOP primary for Arizona governor that's become a test of the former president's election lies versus Republicans calling to move on from 2020."], [0.9, "TRUMP: Kari Lake, I tell you she is incredible."], [0.07559523809523809, "I don't think we should think for one more moment about 2020 --  HOLMES (voice-over): Including term limited Governor Doug Ducey who's once friendly relationship with the former President has long since soured over Ducey's refusal to overturn Arizona's 2020 election results."], [0.2, "HOLMES (voice-over): Some Arizona voters tell CNN they aren't ready to move on from the 2020 election, or Pence's role."], [0.2, "HOLMES (voice-over): This is the second gubernatorial primary in which Pence and Trump have been at odds."], [0.125, "The first time was in Georgia, When Pence back Brian Kemp defeated Trump endorsed David Perdue."], [0.21103896103896103, "(END VIDEOTAPE) [20:55:01] BERMAN: All right, Kristen Holmes joins us now live from Prescott Valley, Arizona."], [0.1, "So Kristen, early voting has begun there."], [0.09523809523809523, "HOLMES: Well, right now Trump endorsed Kari Lake is considered the front runner, but in recent weeks, we have seen Robson really starting to close that gap."], [0.08571428571428572, "And it was interesting, John, several of them told us that they were planning their final decision around where these candidates actually stood on the 2020 election, one woman telling you that she was there to hear more from Robson because she was concerned that Robeson didn't care enough about what happened in 2020, another man telling me that he was leaning towards Robson over Lake because he was tired of talking about that 2020 election."], [0.08333333333333333, "So you can see here how deep the divide is within the Republican Party, particularly here in Arizona, John."], [0.27285714285714285, "BERMAN: Right, Kristen Holmes, thank you very much."], [0.15833333333333333, "Next, just in, Uvalde's district attorney makes a bold statement about possibly indicting police officers in connection with the Robb Elementary tragedy."], [0.12499999999999999, "(COMMERCIAL BREAK) BERMAN: This just in the Uvalde district attorney has just told CNN that once she receives the Texas Rangers investigation into the slow response to the Robb Elementary School shooting, she would not hesitate to indict anyone including police officers, if the law allowed it and it is appropriate."], [0.1, "They will meet at a later date with Arredondo still on unpaid administrative leave."], [0.3214285714285714, "The CNN Special Report \"STEVE BANNON, DIVIDED WE FALL,\" starts right now."]], "negative_polarities": [[-0.3125, "ERIN BURNETT, CNN HOST: Yes, well I mean, by a seat, you know something that should be discussed by everybody watching and is way too prevalent across this country."], [0.0, "It is Sunday night at eight."], [0.0, "AC 360 starts now."], [-0.3, "[20:00:26] JOHN BERMAN, CNN HOST: From medieval to defenseless to guilty as charged."], [0.0, "Steve Bannon is next stop for defying the house January 6 Committee could be Federal prison."], [0.0, "John Berman here in for Anderson."], [0.0, "Now, the man who could not stop talking about overturning the election to his listeners but refused to talk about his role when lawfully subpoenaed, he awaits sentencing."], [0.0, "CNN's Katelyn Polantz was in the Courtroom and joins us now."], [0.0, "Katelyn, walk us through what happened in Court today and how Bannon reacted when the verdict was read."], [-0.16666666666666666, "But then when the jury came in to deliver their verdict, they came in about two and a half hours after they started."], [0.0, "When they came in, Steve Bannon didn't show a lot of emotion."], [-0.1875, "He smirked a little bit."], [0.0, "He got the subpoena, he should have turned over documents or showed up for testimony."], [0.0, "He did not he did not have the proper excuses."], [0.0, "That said, Steve Bannon then exited the Court and here's what he said on the steps of the Courthouse."], [0.0, "(BEGIN VIDEO CLIP) STEVE BANNON, HOST, \"WAR ROOM\": We may have lost the battle here today, but we're not going to lose this war."], [0.0, "I stand with Trump and the Constitution, and I will never back off that ever."], [0.0, "(END VIDEO CLIP) POLANTZ: Now, those words that \"I stand with Donald Trump,\" those words that \"I stand with Donald Trump,\" that's actually a piece of evidence that came into this trial that the prosecution presented that he had been saying that when he was refusing to comply with this subpoena -- John."], [0.0, "BERMAN: So what is the January 6 Committee now saying about this conviction?"], [0.0, "So the House Select Committees Chair and Vice Chair Bennie Thompson and Liz Cheney."], [0.0, "No one is above the law.\""], [0.0, "But what they're saying there is about the consequences."], [-0.05, "Well, we don't have -- we don't have a long time ahead of us."], [0.0, "His attorney did tell us that they are going to appeal."], [0.0, "We are watching for that now."], [0.0, "It hasn't been filed."], [0.0, "But he's saying it is a bullet proof appeal."], [0.0, "We're going to have to wait and see whether that is indeed the case."], [0.0, "We just don't know what that will look like now as it progresses through the court with Steve Bannon -- John."], [0.0, "Jeffrey, what's your reaction to the verdict?"], [-0.1, "Is this what you expected?"], [-0.23958333333333331, "I mean, there's a reason why the government put on its case with just two witnesses and in about half a day, there was no issue here."], [-0.3125, "I mean, he got a subpoena for testimony and documents."], [0.0, "He didn't take the fifth, he didn't negotiate, he just didn't show up."], [0.0, "BERMAN: This matters for congressional committees now, and going forward, both Democratic led and Republican."], [0.0, "TOOBIN: You couldn't have a system where people can just blow a subpoena."], [-0.25, "Well, what do you make of Bannon's comments outside of Court today and the fact that he was smirking as the guilty verdicts were read?"], [0.0, "One, he stands for Trump and the Constitution, which after the January 6 Hearing of last night, we know are somewhat mutually exclusive."], [-0.19166666666666665, "The other thing that he said was pertinent was, he may have lost his battle, but not the war, and I think when people are celebrating this conviction, you have to keep in mind Bannon is in this for the long game."], [0.0, "He was in it before Trump, he will be in it after Trump."], [0.0, "So I do believe Bannon thinks he is in a war."], [0.0, "TOOBIN: They won't."], [-0.3125, "I mean, it's a victory in terms of the principle, in terms of evidence gathering."], [-0.1, "It's not really a victory, because Bannon is going to continue to defy the Committee."], [0.0, "And I think this just underlines how difficult the Committee's job has been, because he's not the only one who has defied the Committee and look how many months it took just to get to this state."], [-0.07083333333333335, "I mean, at least nine months to get a conviction for a Committee that is running out of time, as I say the principle is important, but they're not going to get any evidence there."], [0.0, "BERMAN: So you know, Drew, how do you think all this will be viewed within the Trump orb, because Steve Bannon, he didn't testify."], [0.0, "Two things I didn't see, I didn't see Bannon fighting back, you know, vehemently on the street."], [0.0, "I didn't see any of Trump or Trump's people coming to his aid either."], [0.0, "So, it was very telling to me the distance that still remains at least publicly between these two entities -- Trump World and Steve Bannon -- even though we do believe that there is some sort of level of communication or wink and nod communication, should Trump run again, I'm sure Bannon will be behind it."], [0.0, "But it is telling to me that there is public distance between Trump and Bannon at this point."], [-0.3125, "BERMAN: I mean, Jeffrey, what about the claim of a bulletproof appeal from Bannon's counsel who is basing that on the idea that Bannon was doing this or defy the subpoena on advice of counsel, and that wasn't allowed to be submitted?"], [0.0, "Is that something that can be appealed?"], [0.0, "TOOBIN: No, I don't think so."], [0.0, "If he had simply taken the Fifth or even had his lawyer write a letter saying Bannon was going to take the Fifth, none of this would have happened because you're allowed to take the Fifth."], [0.0, "He simply defied the Committee, and that's just not allowed."], [0.0, "BERMAN: You know, Drew, it is minimum 30-day sentence for sentencing."], [-0.1, "Do you think he cares about serving 30 days in jail?"], [-0.1, "GRIFFIN: Oh, I think 30 days in jail is 30 days in jail, no matter who you are."], [0.0, "So, I do think he cares about that."], [0.0, "I think he'll, you know, kick and scream his way trying to stay out of that."], [-0.3125, "But yes, I mean, 30 days in the slammer."], [-0.3125, "I mean, you can ask Jeffrey his 30 days in the slammer."], [-0.3125, "I mean, it could be up to two years."], [0.0, "I don't think it's going to be two years, but you know, people don't like to go to prison."], [-0.037500000000000006, "Actually, it would likely be jail for a sentence this long."], [-0.11590909090909092, "[20:10:15] BERMAN: So next, new reporting on the missing Secret Service text messages from January 6."], [-0.1, "Also last night, Select Committee hearing including testimony that agents guarding Mike Pence were worried about a deadly confrontation with the mob."], [-0.2722222222222222, "That and everything else much of it no less horrifying about what the former President was doing with the seat of democracy under attack."], [-0.0058441558441558504, "(COMMERCIAL BREAK) BERMAN: New developments tonight of the missing Secret Service text messages from January 6th reporting this shows just for openers that there were indeed more sent than just the one single exchange the agency gave the January 6 Committee."], [-0.075, "WHITNEY WILD, CNN LAW ENFORCEMENT CORRESPONDENT: Well, John, two sources tell CNN that up to 24 Secret Service agents whose text messages were requested by the Inspector General last year, 10 had metadata to show that text messages were exchanged around the 5th and the 6th of January 2021, but the content was lost due to a data migration that started three weeks after January 6th."], [-0.07500000000000001, "[20:15:14] WILD: Investigators at the Secret Service found that another 10 of those phones had no text messages at all, three of them had only personal text messages."], [-0.08333333333333333, "And one John, as we've previously reported several times, one person did save a text message exchange."], [-0.16666666666666666, "WILD: Well, according to a letter that they sent to the House Select Committee after the House Select Committee asked the Secret Service in a subpoena to produce these records to make a vigorous effort to try to find any text messages that might have been missing."], [-0.2, "They conducted a rigorous probe and again, according to that letter, that included forensic examinations, speaking with some of the identified individuals to try to figure out perhaps what the content of these text messages were, but also to try to figure out if it's possible that some of these text messages were stored in locations that hadn't already been searched by the Secret Service."], [-0.09, "However, John, those efforts have ground to a halt because as CNN first reported, Thursday, Wednesday night, the DHS Inspector General told the Secret Service to stop its investigation, because they are concerned, those efforts could interfere with an ongoing criminal probe by the Inspector General -- John."], [-0.1, "(BEGIN AUDIO CLIP) UNKNOWN: Hold, they've entered the building."], [0.0, "Hold."], [-0.1, "UNKNOWN: Harden that door up."], [-0.1, "UNKNOWN: If we're moving, we need to move now."], [-0.1, "UNKNOWN: Copy."], [0.0, "So, if we're going to leave, we need to do it now."], [-0.05, "UNKNOWN: They've gained access to the second floor."], [-0.07777777777777779, "And I've got public about five feet from me down here below."], [0.0, "They are on the second floor."], [0.0, "Moving in now."], [0.0, "We may want to consider getting out and leaving now."], [0.0, "Copy?"], [-0.1, "UNKNOWN: Will we encounter the people, once we make our way?"], [-0.1, "UNKNOWN: Repeat?"], [-0.1, "UNKNOWN: ...encounter any individuals if we made our way to the (bleep)."], [-0.1, "UNKNOWN: There's six officers between us and the people that are five to 10 feet away from me."], [-0.1277777777777778, "UNKNOWN: Stand by, I am going down to evaluate."], [-0.1, "UNKNOWN: Go ahead."], [0.0, "We've got smoke downstairs."], [0.0, "Standby."], [-0.1, "Unknown smoke downstairs."], [-0.1, "UNKNOWN: By the protestors?"], [-0.1, "UNKNOWN: Is that route compromised?"], [0.0, "However, we will bypass some protestors that are being contained."], [0.0, "There is smoke."], [0.0, "Copy?"], [0.0, "We're coming out now."], [-0.4, "(END VIDEO CLIP) BERMAN: So did any of the deleted Secret Service text messages that day discuss any of this?"], [0.0, "We don't know."], [-0.25, "What we did learn from testimony last night though, was chilling."], [-0.25, "There were a lot of -- there was a lot of yelling, a lot of very personal calls over the radio, so it was disturbing."], [0.0, "I don't like talking about it, but there were calls to say goodbye to family members, so on and so forth."], [-0.9099999999999999, "It was getting -- for whatever the reason was on the ground, the VP detail thought that this was about to get very ugly."], [-0.1, "UNKNOWN: And did you hear that over the radio?"], [-0.1, "UNKNOWN: Correct."], [0.0, "The danger of course was amplified by the former President's tweet that Mike Pence didn't have the courage his words to help overturn the election."], [0.0, "Here is former Deputy White House Press Secretary, Sarah Matthews, who resigned later that day."], [0.0, "(BEGIN VIDEO CLIP) REP. ELAINE LURIA (D-VA): Miss Matthews, what was your reaction to the President's tweet about Vice President Pence?"], [-0.09333333333333335, "SARAH MATTHEWS, FORMER DEPUTY WHITE HOUSE PRESS SECRETARY: So it was obvious that the situation at the Capitol was violent and escalating quickly."], [0.0, "And so, I thought that the tweet about the Vice President was the last thing that was needed in that moment."], [-0.09999999999999995, "And I remember thinking that this was going to be bad for him to tweet this because it was essentially him giving the greenlight to these people telling them that what they were doing at the steps of the Capitol and entering the Capitol was okay, that they were justified in their anger."], [0.0, "And he shouldn't have been doing that, he should have been telling these people to go home and to leave and to condemn the violence that we were seeing."], [0.0, "(END VIDEO CLIP) [20:20:10] BERMAN: Which he, of course, did not."], [0.0, "CIPOLLONE: No."], [-0.125, "CIPOLLONE: I'm not aware of that, no."], [-0.025, "UNIDENTIFIED MALE: Did you ever hear the Vice President or excuse me, the President ask for the National Guard?"], [0.0, "LT. GEN. KEITH KELLOGG (RET), U.S. ARMY: No."], [0.0, "UNIDENTIFIED FEMALE: Did you ever hear the President ask for law enforcement response?"], [0.0, "KELLOGG: No."], [-0.0625, "(END VIDEO CLIP) BERMAN: Again, according to the testimony, all from insiders, former supporters, Republicans, other than his inflammatory tweet, he did nothing but watch as aides, advisers, family members, and besieged Republican lawmakers begged him to call off the mob."], [0.0, "The Committee also showed testimony about his resistance to making the video telling them to go home, and his inability shown in outtakes from his taped message the next day to give up on his election lie."], [0.0, "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES: I would like to begin by addressing the heinous attack yesterday."], [0.0, "And to those who broke the law, you will pay."], [0.0, "You do not represent our movement."], [0.0, "You do not represent our country."], [0.0, "And if you broke the law, -- I can't say that."], [0.0, "I'm not going to -- I already said \"You will pay.\""], [0.0, "The demonstrators who infiltrated the Capitol have defied the seat of -- It's defiled."], [0.0, "I'm going to do this."], [0.0, "Let's go."], [0.0, "But this election is now over."], [0.0, "Congress has certified the results."], [0.0, "I don't want to say the election is over."], [0.0, "(END VIDEO CLIP) BERMAN: A position he maintains to this day."], [-0.015625, "The video played to laughter in the gallery, but there was little comic relief, after all we heard last night in the other installments and what we could learn when the hearings begin again in September."], [0.0, "With us now, CNN senior law enforcement analyst and former FBI Deputy Director Andrew McCabe, also CNN contributor former Watergate hearing witness and Nixon White House Counsel, John Dean, and CNN's Abby Phillip, anchor of CNN \"Inside Politics Sunday.\""], [0.0, "Andy, I want to start with you."], [0.0, "We heard from former White House staffers that as the Capitol is being attacked, the former President didn't call the National Guard, didn't call the Secretary of Defense, didn't call the FBI, didn't call the Department of Homeland Security, and didn't call the Capitol Police."], [0.0, "Does that make the case to you, as the Committee laid out that he deliberately chose not to act?"], [0.0, "I can't overstress this."], [-0.12648809523809523, "So we've heard right through all the previous hearings, all the attempts that the President made, the President and his people made to obstruct the certification of the election, to overturn the results of the election, to get in the way of this day of certification, and having failed in every other respect, from his lawsuits to the request to cease voting machines to pressure on DOJ, pressure on State officials, everything else they've done."], [-0.5, "He knew on that night of December 19th when he sent that infamous text, it was in his hands."], [0.0, "The only thing he had left to do was to summon a mob to come to DC on the 6th to try to physically stop them from certifying the results."], [0.0, "Number one, he did nothing because that's what he wanted to happen."], [0.0, "He called those people to DC for that purpose."], [0.0, "They were executing his plan, his idea, so why would he stop it?"], [-0.8, "[20:25:10] MCCABE: It was a decision to let a violent mob continue to attack the Capitol on the off chance that it might satisfy his desire to stay in power."], [-0.13333333333333333, "BERMAN: So John Dean, does that strengthen a potential criminal case against the former President and perhaps increase the likelihood that the Justice Department will go in that direction?"], [0.0, "JOHN DEAN, CNN CONTRIBUTOR: It depends upon the case they seek to make."], [0.0, "The case, I think they should make is seditious conspiracy."], [0.0, "So they've made that case, they've also made obstruction of Congress."], [-0.19365079365079366, "I think they have a case, but I don't think they have the right case yet, which, as I say, is seditious conspiracy, which is a very serious crime, but this was a very serious event."], [0.0, "BERMAN: Abby, I want to play again, the outtake from the former President, what he said on January 7th."], [0.0, "Listen."], [0.0, "(BEGIN VIDEO CLIP) TRUMP: But this election is now over."], [0.0, "Congress has certified the results."], [0.0, "I don't want to say the election is over."], [0.0, "UNIDENTIFIED FEMALE: Now, Congress -- TRUMP: I didn't say over."], [0.0, "So let me see."], [0.0, "Go to the paragraph before."], [-0.1, "(END VIDEO CLIP) BERMAN: You know, Abby, what's the impact of him not wanting to say the election was over on January 7th, when we know in the last few weeks, he is still calling officials asking them to overturn election results in places."], [-0.11562500000000002, "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT: Yes, I mean, I think that that's exactly the point is that, his position on this on January 7th is basically what it is today, despite the mountain of evidence that has come out proving that all of his claims are essentially false."], [0.0, "That's obviously not going to cut it for the January 6 Committee, but I think the question is, at what point do Republicans see all of this evidence and say, \"Enough is enough?\""], [-0.17250000000000001, "I mean, I remember watching that video when they actually released it and there were all kinds of cuts that were made to the video because it took so long to get him just to put out this milquetoast, you know, statement, more than 24 hours after a really horrific tragedy had unfolded in the Capitol."], [0.0, "It says everything that you need to know about how reluctant Trump was even then to acknowledge what happened and his role in that."], [0.0, "BERMAN: You know, our White House team reported, it took an hour to make this three-minute video."], [-0.35, "But even when we screw up on TV, that's not good timing, an hour to make three minutes."], [-0.35, "Not good."], [-0.26666666666666666, "BERMAN: Andy, the Secret Service text messages, the 10 Secret Service personnel that had phones that contain metadata, but not the actual text messages, what does that tell you?"], [0.0, "Will we ever see that?"], [-0.4, "And just the significance of the fact that there's now apparently a criminal investigation of sorts into this?"], [-0.2078703703703704, "MCCABE: Well, I mean, the criminal investigation is very serious and it is going to have the effect unfortunately, of further confusing this issue, because you now you have the original OIG investigation that was looking at the Secret Service over their performance on January 6th, you have the January 6 Committee that was asking for the same information for their purposes and now you have this criminal investigation."], [-0.2727777777777778, "So very confusing lay down there."], [-0.4000000000000001, "What they said was in no uncertain terms, they said no text messages were lost, and that seemed preposterous at the time, and now we know, of course, that was false."], [0.0, "And so we have no idea what those messages are."], [-0.3, "This is just a confounding level of -- in the least case, organizational irresponsibility."], [-0.4, "The Secret Service is an agency of Federal law enforcement officials."], [0.0, "They have responsibilities to preserve their records."], [0.0, "Those records could be relevant in criminal prosecutions of all different sorts."], [0.0, "[20:30:12] And of course, they should go to whatever lengths are necessary to try to recover the messages that we now know we currently can't, can't grab."], [-0.15, "What do you think, is next for her if she loses?"], [0.0, "This is about preventing Trump himself from ever being in that White House again."], [0.0, "The question now is where does she take it beyond Wyoming?"], [0.0, "And I think that there are a lot of possibilities here."], [0.0, "There is a desire in some corners of the Republican Party to find an escape hatch from Trump."], [0.0, "And I think for that reason alone, you know, it just means that I think her stature in whatever post Trump future there is for that party is going to be hers to decide she's going to be writing the playbook for that."], [-0.08, "Next, a former secret service agents take on how much closer Mike Pence is detail came than we knew just a day ago to what could have been a kill or be killed moment at the Capitol."], [0.0, "(COMMERCIAL BREAK) [20:36:41] BERMAN: Before the break, you heard some of the testimony played last night from a national security official identity concealed about radio transmission from Mike Pence a security detail."], [-0.05555555555555556, "This is another portion of it no less disturbing to the first."], [0.0, "(BEGIN AUDIO CLIP) UNIDENTIFIED MALE: It was just chaos, they were just yelling."], [-0.16666666666666666, "UNIDENTIFIED FEMALE: Obviously, you've conveyed that's disturbing."], [0.0, "But what, what prompted you to put it into an entry as it states there, Service at the Capitol --  UNIDENTIFIED MALE: If they're running out of options and they're getting nervous."], [-0.1, "It sounds like that we came very close to either Service having to use lethal options or worse."], [0.0, "At that point I don't know."], [0.0, "Is the VP compromised?"], [0.0, "(END AUDIO CLIP) BERMAN: Thankfully, it did not but only we now know by the slimmest of margins."], [-0.2, "Here to talk about it a former secret service agent, CNN law enforcement analyst Jonathan Wackrow."], [0.0, "In your experience, what would they have been navigating in those moments?"], [-0.3333333333333333, "There's no doubt that this was a tense situation."], [-0.2, "But this is what the Secret Service actually trains for."], [0.0, "Their training, their tactics, and their experience took over to protect not only the Vice President, but the Vice President's staff and the Vice President's family who were all there at the moment."], [0.0, "So, I actually want to push back on the anonymous source last night, you know, I didn't see a level of panic."], [0.0, "What I saw was agents actually systematically doing their job like I have trained for, like they have trained for."], [0.0, "BERMAN: I can't remember ever hearing transmissions like that, about an event that we all saw."], [0.0, "It's just not something that ends up in the public record like that."], [0.0, "How did that strike you?"], [-0.4, "That is not the way the Secret Service trains."], [-0.07857142857142857, "When you're -- to the point where you're assigned to the Vice President's detail or the President's detail, you are trained to operate under immense pressure, you're saying that you are going to take pause and, you know, call your family that's different -- that's definitely not what the ethos of the Secret Service's their mission driven, every single woman demand officer and agent is focused on the protection of that individual, in this case, the Vice President."], [-0.13333333333333333, "What I saw and what I heard were things that we have trained on time and time again, with Secret Service agents trained for our three big things, tactical, medical and relocation situations."], [0.0, "And in this case, we actually got two of them."], [0.0, "We got the tactical and the relocation."], [0.0, "One, the operating environment was deteriorating."], [0.0, "We have to relocate the protectee."], [0.0, "All of this stuff isn't ad hoc."], [0.0, "This stuff is planned."], [0.0, "[20:40:07] BERMAN: Jonathan Wackrow, thank you for understanding this because again, it's just not something that we've had an opportunity to hear not anything like it before."], [0.0, "Appreciate it."], [0.0, "BERMAN: Coming up, how President Biden is responding to his COVID treatment and the prognosis his doctor gave for him today."], [0.0, "The comments came in a letter released to the public."], [0.0, "The President is isolating but still meeting virtually with staff."], [0.0, "(BEGIN VIDEO CLIP) UNIDENTIFIED MALE: Sir, how do you feel?"], [0.0, "UNIDENTIFIED MALE: Thank you guys."], [0.0, "(END VIDEO CLIP) BERMAN: So thumbs up, according to the President."], [0.0, "I'm joined by CNN White House correspondent MJ Lee."], [0.0, "MJ LEE, CNN WHITE HOUSE CORRESPONDENT: Well."], [0.0, "That is according to both the letter from his doctor that you mentioned and also the briefing that we got today for the second day in a row from both the White House press secretary and the White House COVID coordinator."], [0.0, "We know that he is still feeling some fatigue, he still has a runny nose."], [-0.07179487179487179, "His cough, which was dry yesterday, is now a loose cough."], [-0.1875, "His voice sounds a little deeper."], [-0.0625, "And I think we actually saw that in the video that you showed before, when we heard a little bit of the President, actually speaking as he met with some of his aides, virtually, of course."], [0.0, "You might know that the President did have asthma as a child."], [0.0, "Dr. Jha was emphatic that this isn't something that he actually uses with any regularity."], [-0.19999999999999998, "The last time that he used it was actually last fall when he had a cold."], [0.0, "BERMAN: So MJ, we have heard from Dr. Jha, who's the White House COVID coordinator, and we have had regular updates from them."], [0.0, "He hasn't spoken to the press."], [0.0, "Why?"], [0.0, "What's the White House saying about that?"], [0.0, "You're talking about Dr. Kevin O'Connor."], [0.0, "This is the President's physician who has been monitoring the President including in person, and virtually as well."], [0.0, "Things like his vitals, details about his oxygen levels."], [0.0, "That's not information that the White House has provided."], [0.0, "And also just the question of so why was it that President Biden felt like he needed to use his inhaler?"], [0.0, "BERMAN: MJ Lee, appreciate the update, keep us posted."], [0.0, "Still to come, the Vice President and the former president holding -- the former vice president I should say, and the former president holding dueling events in Arizona today, just one day after millions witnessed the evidence presented by the January 6 committee showing just how each man reacted or didn't when the nation was under attack."], [0.0, "The split between the two former running mates also on display during last night's hearing over the 2020 election and it all has implications for 2024 as well."], [0.0, "Kristen Holmes has the details."], [0.0, "(BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT (voice-over): A duel in the desert as Donald Trump and Mike Pence square off once again."], [0.0, "MIKE PENCE (R) FMR VICE PRESIDENT OF UNITED STATES: I'm here because Arizona and America need Karrin Taylor Robson as the next governor of Arizona."], [0.0, "Trump rallying with his endorsed candidate Kari Lake, Friday."], [0.0, "HOLMES (voice-over): A former local TV news anchor who builds a campaign around conspiracy theories and denials that Joe Biden won the 2020 election."], [0.0, "UNIDENTIFIED MALE: You've called Joe Biden an illegitimate president."], [-0.3125, "Was that mean?"], [0.0, "KARI LAKE (R-AZ) GOVERNOR CANDIDATE: He lost the election and he shouldn't be in the White House."], [-0.5, "We had a corrupt election."], [-0.25, "I'd actually like to ask everybody on the stage if they would agree we had a corrupt stolen election."], [0.0, "Raise your hand."], [0.0, "Did we have -- did we have this --  UNIDENTIFIED FEMALE: I would like to."], [0.0, "I'm not going to play your --  UNIDENTIFIED MALE: I've got questions."], [0.0, "UNIDENTIFIED FEMALE: -- your stunt."], [0.0, "HOLMES (voice-over): Rankling some state Republicans."], [0.0, "GOV."], [0.0, "DOUG DUCEY (R-AZ): Kari Lake's misleading voters with no evidence."], [0.0, "I also think this election should be about the future."], [0.0, "TRUMP: And I know Kari is going to be involved, what an improvement."], [0.0, "Quite an improvement she's going to be over your current governor."], [0.0, "He's a disaster."], [0.0, "HOLMES (voice-over): Ducey joined the former vice president crisscrossing the state Friday in support of Karrin Taylor Robson, former member of the Arizona Board Of Regents."], [0.0, "KARRIN TAYLOR ROBSON (R-AZ) GOVERNOR CANDIDATE: Kari Lake discovered God guns in the GOP about five minutes before she decided to run for governor."], [0.0, "Arizona cannot, cannot allow a fraud in the governor's office."], [0.0, "DEBBIE KELLY, ARIZONA VOTER: He chickened out on the country is what I believe."], [-0.25, "HOLMES (voice-over): While others hope to put it in the past."], [0.0, "JESS YESCALIS, ARIZONA VOTER: It impacted me in 2020, but we're in 2022."], [-0.125, "And we've got to look to the future, not the past."], [0.0, "PENCE: When you say yes to Governor Brian Kemp tomorrow, you will send a deafening message all across America that the Republican Party is the party of the future."], [0.0, "HOLMES (voice-over): As Pence and Trump appear on a collision course in 2024."], [0.0, "How were the candidates looking who were actually on the ballot in that state?"], [0.0, "Now earlier today at that Pence-Robson event, we spoke to a number of undecided voters."], [0.0, "[21:00:00] Meanwhile, we have all the school board has canceled tomorrow's meeting to consider whether to fire School District Police Chief Pete Arredondo, the district superintendent says they are doing so in part at the request of his attorney."]]}]}